{
	"RuleSihua": {
		"禄": [
			"先天河图西方属金，秋收，收获；后天洛书东方属木，春耕缘起，构想",
			"主情缘，财禄。",
			"表征财禄，食禄，福禄，含福报，慧报。",
			"表人缘，异性缘佳，含桃花的意味。",
			"表征忙碌，随和，好施舍。",
			"主聪明，悟性高，禀赋佳，主有才艺。",
			"表征增加，增多，是指财方面。总结为：缘与财两方面。",
			"有解厄制化之宫，与健康，寿元有关。",
			"禄在夫妻宫，可以说配偶带财来。"
		],
		"权": [
			"南方属火，夏耘，行动，执行，约束，管制",
			"主管制，威严。",
			"表征权势，权柄，威严。",
			"表征占权，掌权，具领导的实质。",
			"任性，霸道，性刚。",
			"主能干，有才华，含专门技术，表开创。",
			"表争执，摩擦。",
			"亦表征外来的伤害，如：跌伤，撞伤，烫伤。",
			"增加，增值，倾向权力，地位，或不动产。"
		],
		"科": [
			"先天河图东方属木，春耕；后天洛书西方属金，秋收，收获，功成名就。",
			"主科甲，教化，斯文。",
			"表征科甲，科名，功名。",
			"主教化，教学",
			"主名声，声望，名望，惜面子，是一颗清白之宿。",
			"主聪明，一学即知，博学多闻，主才艺。",
			"主平顺，表征擅于计划。",
			"主贵人，解厄，与健康、寿元有关。",
			"主风度，斯文，风情，珍惜，和睦，主桃花。"		
		],
		"忌": [
			"北方属水，冬藏，享受，潜藏，收敛",
			"主藏伏，晦咎。",
			"主变动，变迁，驿马，动荡不安。",
			"主收藏，收束，收敛，管束，压抑。",
			"表亏欠，固执，情义，承担。",
			"表不顺，困扰，是非。",
			"凶兆，灾厄，死亡。",
			"迟缓，即将结束，终止。",
			"表无缘，缘薄论。表征人生观，价值观，两性观，婚姻观有差距，但未必一定表刑克。"
		]
	},
	
	"RuleHouses": {
		"命宫": [
			"表征此生我所有的一切，含运势的起伏荣枯。",
			"认识自我的个性，才华，性向，职业适性，生涯规划。",
			"相貌宫，个性使然所呈现的相貌，所谓率性曰命。",
			"婚姻，事业，财等等都包括。",
			"==",
			"代表一个人的命格高低。",
			"以本命宫宫干四化，禄、权、科入本命三方，为贵格，主自立更生；若落入三方的对宫（夫妻、迁移、福德），为照命，也是贵格，能得到他人之助而成功。",
			"化忌入本命三方，为坐忌，凶力较逊，成功的阻碍多，必须靠脚踏实地，勤奋的工作以至于成功，亦即无横发资财的运气。",
			"若化忌冲三合，则一生命运较走下风，吉中带凶，成败不定，故冲三合者宜上班，领固定薪俸为宜，若强出头，自立创业，多半是过路财神，其成功过程充满艰辛，逢衰败之运途时失败也迅速而强烈。"
		],
		"兄弟宫": [
			"表征兄弟姐妹格局高低，兄弟姐妹与我缘分的厚薄，有没有领导能力",
			"是现金库，财帛宫的田宅宫，所以看财官时，象征私人机构或公司行号，工厂或私立学校；宜从事直销，销售等。",
			"是父母宫的夫妻宫，女命也代表公公婆婆的宫位，男命也代表岳父母的宫外。",
			"==",
			"化禄，化权，化科入或照本命之三合，即主与兄弟有情义，相处融洽。",
			"化忌不可来冲，化忌来冲，就与兄弟无缘，代沟深，意见不合，想法不一致，常生口角。",
			"若化忌入本命三合方，则凶力较逊，代表关心兄弟，但因为某些因素无法在物质上表示心意，只有精神上的关系而已。"
		],
		"夫妻宫": [
			"表征配偶的个性，才华，家世，与格局的高低。",
			"表征我的婚姻观及先天缘分的厚薄，早婚或晚婚，几岁结婚及姻缘的类型。",
			"婚后的夫妻感情与二人关系，要与财帛宫合看，以夫妻宫立太极，财帛宫是夫妻宫的夫妻位。",
			"夫妻是财帛宫的福德位，是运用金钱来享福的位置。",
			"==",
			"化禄，化权，化科入或照本命之三合，即主与配偶有情义，相处融洽。",
			"化忌不可来冲，化忌来冲，就与配偶无缘，代沟深，意见不合，想法不一致，常生口角。",
			"若化忌入本命三合方，则凶力较逊，代表关心配偶，但因为某些因素无法在物质上表示心意，只有精神上的关系而已。"
		],
		"子女宫": [
			"表征子女的个性，才华，与格局高低。",
			"表征子女与我缘分的厚薄，及子女的有无。",
			"是宫禄宫的交友宫，因此又称合伙位，看合作事业的吉凶得失。",
			"也代表所管辖的直属属下或是下游厂商，亦表征学生缘的宫位。",
			"亦是桃花宫，看桃花的有无及其类型，良性或恶性桃花？是桃花运或是桃花劫？亦表征个人性生活能力的优劣。",
			"意外宫，必须子女宫与疾厄宫或迁移宫交易。",
			"==",
			"化禄，化权，化科入或照本命之三合，即主与子女有情义，相处融洽。",
			"化忌不可来冲，化忌来冲，就与子女无缘，代沟深，意见不合，想法不一致，常生口角。",
			"若化忌入本命三合方，则凶力较逊，代表关心子女，但因为某些因素无法在物质上表示心意，只有精神上的关系而已。"
		],
		"财帛宫": [
			"表征个人理财能力的优劣，与赚钱机会的好坏。",
			"表征财的来龙去脉-> 财从哪里来？亦从事何种行业？钱用到何处去？兼论财的得失。",
			"是夫妻宫的夫妻位，是观察婚后夫妻对待关系好坏的宫外。",
			"==",
			"代表赚钱能力；火赚何种行业的钱。",
			"凡是财帛宫化禄、化权、化科入本命三方，表示能够自立谋生，具有优秀的理财能力，因此比较容易致富。",
			"若照本命三合，也是自立格，不过照三方者擅于运用周围的助力成功；而入三合者，为透过本身之努力而成功，两者有些不同。",
			"化忌不能冲本命三合，有冲则凶，适合上班，不宜创业，落入本命三合，吉利，对于财务之运用或投资较保守或吝啬。"
		],
		"疾厄宫": [
			"表征个人身体健康情形与体制强弱，代表肉体的我；兼论疾病的症状与灾厄的类型。",
			"表征本人意识形态的宫位，乎之于外的行为，谓之脾气论；兼论其人心术正邪的宫位。",
			"是官禄宫的田宅宫，所以可以代表店面，上班的场所或工厂。",
			"==",
			"乃身体宫，又名相貌宫，主健康情形。",
			"其四化星入本命之三方，较吉祥。",
			"化忌星不可冲本命三合，有冲则身体遭殃，花钱医病或因疾病而事业荒废，且服务之公司，也会因运营状况不佳。",
			"老人忌讳疾厄宫之禄、忌冲本命疾厄宫或命宫，有冲，则凶险，因化禄为【多】之意，易有组织异常生长或高血压等症状，故老年人之疾厄宫不喜见化禄或受化忌来冲照，化忌入疾厄宫亦同论。"
		],
		"迁移宫": [
			"在外的变迁运-> 含驿马及旅游运，亦主外出的吉凶。",
			"是一个表现于外的我。",
			"表征人生的机遇，出外是否能逢贵人。",
			"表征老运的走势-> 老运以享福为基。"
		],
		"交友宫": [
			"表征交友，朋友与我缘分的厚薄，是益友还是损友。",
			"表征部属或同事缘分的厚薄，是助力还是阻力。可观察一个人的领导力。",
			"表征众生相的宫位（六亲中人数最多的宫位），又名绝情宫，是论断寿元的关键宫位。",
			"代表神位，是福德宫的田宅宫。",
			"==",
			"化禄，化权，化科入或照本命之三合，即主与朋友有情义，相处融洽。",
			"化忌不可来冲，化忌来冲，就与朋友无缘，代沟深，意见不合，想法不一致，常生口角。",
			"若化忌入本命三合方，则凶力较逊，代表关心朋友，但因为某些因素无法在物质上表示心意，只有精神上的关系而已。"
		],
		"官禄宫": [
			"表征运势的起伏荣枯，俗称运途，又名气数宫；兼论记功，记过，官非，诉讼，牢狱之灾。",
			"表征事业营运的状态，或上班的工作状况：含升迁，降调，或转业，失业等。",
			"莘莘学子以科甲论，断学业成绩及考运的好坏。",
			"论功名及官运之通塞，吉凶，要参看父母宫。",
			"论选举运的吉凶得失，要参看交友宫。",
			"表征本人形象的宫位。",
			"==",
			"代表事业，运途，又名学业宫。",
			"禄，权，科入本命三合，为独立自主格，理想高远，有成功的机遇。",
			"入三合的吉力优于照三合，主事业顺利，并旺多方面发展，成就大。照三合表示外界环境好，时机对我有利，但自己有没有能力把握、火有没有意愿亲身参与，往往受制于本身的其它因素，例如：有的人颇受上级重用，但安排的植物，工作性质不是他想要的，虽然在别人眼中他很红，但当事者却有说不出的苦，或志不在此的想法。",
			"化忌宜入三合，表示关心事业、钱财、事业心强，若行运吉利有成功的机会，但较辛劳，过程中较多阻碍，但并不影响成就。",
			"若化忌冲三合，一定不利于事业，事业多变动，上班者多变换工作，或工作环境较差，或非志趣所在，但有不得不接受该项工作，也有不易升迁的征兆，宜采取保守的态度熬下去，运途较好时再做图谋。"
		],
		"田宅宫": [
			"表征祖业的有无及不动产的多寡，故有库位之称。",
			"看住宅的环境，或搬家，移民？或买卖房子？兼论阴阳宅的吉凶。",
			"表征与家人相处的关系，又名家运宫。",
			"可预测火灾，地震或盗窃的发生。",
			"也代表劫数，意外等，是突然而来的伤害，所以又叫劫数位。",
			"==",
			"主家运，又称为不动产宫。赚钱回家存起来，故又称财库，若田宅宫破了，财库便有漏洞，耗子便来偷财了，虽财帛宫好，亦无法存储下来。所以其是非常重要的宫位。",
			"田宅宫不能化忌星来冲，冲则库破，漏财不已。",
			"田宅宫三化吉星入本命三合方，则家运吉祥，守得住钱财。",
			"田宅宫化出之飞忌不可冲命之三合，有冲，则容易遇到突如其来的意外，或田宅有变动。"
		],
		"福德宫": [
			"表征福气，道德的宫位，亦表征己身的品行，德行。",
			"看财官时，主享福，应酬的宫位，亦表征利息差价的宫位。",
			"表征身体健康状况，女命与生产有关。",
			"表征人生观的宫位，积极或消极？悲观或乐观？或自杀厌世，被杀，自闭症等因果病，皆与福德宫又关。",
			"又名因果位：上承祖德，祖业，下荫儿孙，中含己身因缘果报；是故惜福，积德，行善，犹如再造人生，故又名造化宫。",
			"与享受，兴趣相关，又称嗜好宫，也可看老年运途。",
			"是夫妻宫的官禄宫，可观察婚姻善恶的重要宫位，特别是女命不可忽视。",
			"==",
			"代表享受能力，或叫老运宫，也可说是祖父母宫。平时推命当做自己的享受宫，可以观察一个人能不能享福，有些人很有钱，但仍忙碌的工作不知享受，也有的人没什么财富，但很知足，快快乐乐过日子，两者的差别即在福德宫。",
			"福德宫之三化吉星入本命三合，主晚运佳，有福可享，本身亦能得到长上的荫庇，本身也较有福可享或较能享福。",
			"三化吉星照三合亦是有福可享之人",
			"化忌入本命三方，不凶，主因享福必须努力工作，赚钱供挥霍，是属于身体劳碌之人，但精神上较单纯，无牵无挂。",
			"若冲三方，则一定无福可享，或无钱可享福之人，晚景孤独，需自己照料自己，最好早一点皈依宗教，求心灵超脱世俗之牵挂，免得再逢煞星冲击，看不开。"
		],
		"父母宫": [
			"表征父母与我缘分的厚薄，含父母的庇荫或无缘论。",
			"表征父母的个性，才华与格局的高低。",
			"又名长上宫，表征师长，长辈，上司，与我缘分的厚薄以及相处的情形，亦表征公权力或政府机构。",
			"亦称文书宫，与读书，教育，功名，契约，文件等有关。亦表征头脑，智商高低的宫位。",
			"相貌宫，看五官长相与轮廓，与父母的遗传有关。",
			"看婚姻时，可代表名份位；看财官时，可代表血缘地，或中介，批发、代理商、包工，或智慧取财的宫位；看驿马时，代表移民取得外国国籍。",
			"代表荫位",
			"==",
			"化禄，化权，化科入或照本命之三合，即主与父母有情义，相处融洽。",
			"化忌不可来冲，化忌来冲，就与父母无缘，代沟深，意见不合，想法不一致，常生口角。",
			"若化忌入本命三合方，则凶力较逊，代表关心父母，但因为某些因素无法在物质上表示心意，只有精神上的关系而已。"
		]
	},
	
	"ZWStarArray": [
		"紫微", "天机", "太阳", "武曲", "天同", "廉贞",
		"天府", "太阴", "贪狼", "巨门", "天相", "天梁",
		"七杀", "破军", "左辅", "右弼", "文昌", "文曲",
		"天魁", "天钺", "红鸾", "天喜", "天刑", "天姚",
		"禄存", "天马", "擎羊", "陀罗", "火星", "铃星"
	],
	
	"RuleStars": {
		"紫微": [
			"己土，北斗帝王之星，化气曰尊，司爵禄，官禄主，贵星，财星，寿星，有解厄制化之功，主孤论。",
			"女星。尊贵，气质",
			"先天 震卦，后天 艮卦。",
			"原始宫位在命宫，本质是我。定位何处，“我”就在那。",
			"阴土，主脾胃之疾，脾胃寒弱湿热，膨胀之类，腹泻，呕吐等症。",
			"黄金，钻石，玛瑙，钟表，古董，字画，珠宝等可供鉴赏精美之物，唯其实用性不高。",
			"金融机构，金楼，银楼，或古董，字画之中介。",
			"高楼大厦，高的土坡。",
			"桃花：主另一半雍容，有贵气之美，或另一半是优秀的，对家庭有责任感，唯精神层面呈现出孤虚之感，或夫妻人生目标有差距，因工作关系聚少离多。",
			"紫微的气质透过宫位呈现，在人位操心，在事位奔走（事业），在物位忙碌（财物）。",
			"紫微落宫干四化，入疾厄宫、交友宫，要多注意健康和意外！岁限同论。紫微在疾厄宫有自化，大病没有，小病烦人。在大限，要注意健康。",
			"==",
			"众星之主，喜发号司令而不喜受制于人，故宜从事管理，指导方面的工作，如教师、会计师、工程师、政界、公民营企业的主管或自营事业等。",
			"==",
			"壬干化权：主观、自以为是、刚愎自用；宜见吉星辅佐，主大富大贵，受人推崇，掌权势，有威严。（集，占有欲）",
			"乙干化科：重面子，有贵人栽培，不会吉星，四煞之一同宫，则易受挫，凡事拖延。（苦，欲之得与不得）"
		],
		"天机": [
			"乙木，阴木，南斗正曜星，为益寿保生之宿，化气曰善，兄弟主。",
			"男星。聪明，精神",
			"先天 震卦，后天 艮卦。",
			"原始宫位在兄弟宫。兄弟主。上生监簿真君（有生杀大权）。",
			"木主仁，表征心地仁慈，故与宗教，命理有关。",
			"木主仁，为教化之始，故与学术教育有关，主学术，教育之星。",
			"阴木，表征智慧，主机巧，灵巧反应，主智之星。",
			"丑，未乃天机星正位所在，表贯穿的轴，轴总在转动，故天机坐命，外表静默，内心性急，心思波动，起伏大，幻想多，主动之星，亦主驿马。",
			"天机乃兄弟主，表亲近的平辈，引申为手足，四肢。面相学上表此人眉毛弯弯细长，不很浓。",
			"阴木，主肝胆之疾，亦表征四肢，筋骨或神经系统。",
			"摩托车，小火车，家用的小五金，眼睛，玻璃，矮木，衣架，楼梯，飞机，小庙宇等，宗教，学术界，教育界，命相学，路边摊贩。",
			"桃花：主另一半感情较细腻，有才华，或有神经质的倾向，或易失眠，焦虑。因天机易浮动，定性不足，所以恋爱，桃花易见异思迁；婚后生活亦变化，大则波浪，小则涟漪。",
			"凡天机自化，不可强求！宜修心/道，方可。天机在化禄化忌组，代表多情无用，多情总被无情伤，要懂得缘起缘灭才能看开。天机在化权化科组，代表嫉妒中伤，需谦卑谨慎，不宜争强好胜。",
			"==",
			"心思细密、脑筋灵活的星宿，可惜行动力不足，可担任设计、企划、艺术、宗教、出版、木器、设计等行业。如果逢煞星激发，可因技术生财，此星不主横财，是稳扎稳打、终抵于成功的星。",
			"==",
			"乙干化禄：兄弟财、技术财、平稳财，较不属于横财，多计划易成功。以智慧生财者利。添购机器。",
			"丙干化权：有变动及升迁，主动，机智、事业多变化，执行力增强。",
			"丁干化科：来财平稳不多，朋友关系不错，不易与朋友闹财务纠纷。",
			"戊干化忌：不利男性平辈，四肢遭伤，钻牛角尖想不开，车祸或机械伤害，有此化忌星者大多会在手脚留下疤痕。"
		],
		"太阳": [
			"丙火，阳火，中天斗正曜星，权贵之星，官禄主，主父，夫，子，亦是一颗感情波动之星。",
			"男星。光明，博爱",
			"先天 艮卦，后天乾卦。",
			"原始宫位在子女宫。本意为无私奉献，不求回报。",
			"太阳坐命宫，表为人光明磊落，其个性公正，博爱，不拘小节，不计较是非。因其博爱的个性，故此生多感情困扰。",
			"女性太阳坐命宫，较有男人之志，颇具事业心，因事业需周旋于男人之间，需付出多，属劳碌之命。较易有晚婚之像，喜裤装，洋装，裙子略少。",
			"脑疾，眼疾之症，如高血压，头晕，脑瘤，近视，色盲，色弱等。主心火大，大肠燥结，痔漏，便血等。",
			"丙火，阳火，故凡属供输电能，热能之物皆是，如马达，发电机，电机，电梯，引擎，电话，热水器等。",
			"学校，教师，法院，检察官，公共关系（广播公司，电视台，传媒），贸易公司，旅行社，电话器材，轮胎业，或上班者。",
			"桃花：往往因事业或工作上的接触与机遇，而普成一段情缘，宿交际应酬类的桃花。",
			"==",
			"充满爱心、好动、不服管束，故适合政治界、自营事业、贸易等。如果落陷，则宜运输、代工、雇工等与迁移有关的行业，旺地可从事电气事业，临交友宫吉美，可步入政坛，为民喉舌。",
			"==",
			"庚干化禄：奔波忙碌中得财，由于慷慨豪爽之故，未必留得住。女命颇有男性缘，未必长得漂亮，但就是能找到好丈夫，比起太阳化忌的女性，好得太多太多了，子女宫同论。",
			"辛干化权：官禄主化权，主辛劳，益增能干，奔波、劳碌，驿马星强，有出国旅行的机会，在午宫不利，易刚愎自用，主观太强，有吉星扶助吉利",
			"甲干化忌：不利男性六亲，眼、头易有疾病，失眠，焦躁，与天刑同宫易有官非、牢狱之灾，未婚者易失恋，驿马动，但出外不顺。夜间出生者，尤为不利，不管对自己或丈夫、儿子，都会有欠缺或不利的情况发生在其身上。"
		],
		"武曲": [
			"辛金，阴金，北斗正曜星，将星，寡宿之星，财帛主。",
			"女星。武勇，财富",
			"先天 艮卦，后天 乾卦。",
			"原始宫位在财帛宫。金钱流通，赚钱方式，又主婚嫁。",
			"性刚果决，心直无毒，气量宽宏。做事求速战速决，较无深谋远虑，有不服输之坚持，主观意识高，将星入命使然。",
			"主有财，需付出劳心劳力而得的正财，精神领域较有孤寂，孤虚之感，财星入命使然。",
			"武曲入命，宜男不宜女：女性属阴柔，性刚则夫妻间易起争执摩擦，当武曲化忌或逢煞星时为寡宿之星，入女命命宫，不利配偶，主缘薄或刑克。若能修身养性，以柔克刚，婚姻幸福可期。",
			"阴金，主肺经，司肺至鼻的呼吸系统疾病，如肺结核，咳嗽，感冒，喉咙痛，鼻窦炎等。",
			"金融机构，如银行，合作社，保险公司，税务，海关等。",
			"可供生成生产用的生产五金设备，如工厂的机器，机床，挖土机，农耕机等。还代表寺，塔，庙宇等。",
			"桃花：少有情调，唯若夫妻相差九岁以上，可使武曲星的性刚较具包容性。",
			"自化科，有情总被无情误。自化禄，损失总是有去无回。武曲只看宫位自化，不看是不是同星或不同星",
			"武曲在命、兄、夫、财、疾，最好是婚后置产。并田宅宫在甲、己、庚、壬干有武曲四化的，同理！",
			"武曲“有形”，故此首先看落宫（人事物），武曲化禄、化科与健康有关（化禄为好，喜运动），化权、化忌有吉凶得失。",
			"==",
			"是财星，又为寡宿星，个性强，故可任职金融事业、军警，保险、财经界、五金业等，如果落陷，则宜一般五金代工，加工业。",
			"==",
			"己干化禄：武贪会，巨商高贾，主横发，理财能力强，善开财源。",
			"庚干化权：活用钱财，主掌钱财大权，但未必是自己的钱，可能是银行经理或公司的财务主管，与文曲同宫，文武全才，但孤独，婚缘较晚。",
			"甲干化科：在金融界上班，工作平稳；一般人财务还不错，不会有捉襟见肘的感觉。",
			"壬干化忌：不利财帛、周转困难，与天刑同宫，因财犯法；与擎羊同宫，因财持刀，若与七杀同宫更灵，也有身体遭受金属伤害的暗示。"
		],
		"天同": [
			"壬水，阳水，南斗正曜星，福德主，益寿保生之宿。",
			"男星。融合，温顺",
			"先天 坎卦，后天 兑卦。",
			"原始宫位在疾厄宫。本为保身真君司身体健康，会影响紫微。",
			"个性温和谦逊，举止温文典雅，无亢激，有奇志。",
			"外貌目秀清奇，女命而言主丰满。",
			"博学多闻，但未必专精，喜文艺，擅文墨",
			"主聪明，脑筋灵活，智力高，本能性的反应快。",
			"此生有福可享，宜女不宜男。女命因内外在皆美，故易有感情困扰。男命易有懒散的个性，使中壮年较无开创事业的斗志，若有化权化忌，则可开创事业，但若化忌，需防思想偏激，误入歧途。",
			"肝胆之疾，或膀胱，泌尿系统疾病，如疝气，糖尿病，频尿，前列腺肿大，肾脏疾病。",
			"可享福的水，如茶水，菜汤，饮料等；福利事业机构，平价中心，超市，小吃店，自助洗衣店，自助KTV；也代表服务性质的行业，如律师，医生，老师等。",
			"桃花：配偶，先生温和谦逊，妻子体态娇美，丰满，肤色洁白。太阴天同组合属人缘，肉欲兼具的桃花，天同巨门属肉欲桃花；天同天梁属公关交际桃花。",
			"天同在六内宫，自尊心强。尤其命疾福三宫，主观意识太强，反而伤损自己。为什么？自尊心太强不容易能接纳他人善意，有福者转福为祸！要学习如何多多包容。",
			"凡天同自化绝无坐上领导位的可能。天同的关键，在用化禄、化忌。化权则多生事端、有瞬息改变的含义，有突发事件——是变化的可能。",
			"天同在庚化忌，才是真正有福之人！！但不可有离心自化",
			"天同化禄、化忌都是福报，化权则福气消。天同自化忌则有损紫微宫位",
			"凡天同宫位不论单星、双星，有自化则必拖累紫微之宫位。",
			"==",
			"乃温文、融合的表征，故宜政教、公职、服务业、宗教、慈善、服饰等业，陷地加煞，较懒，成就不高，宜劳动界。",
			"==",
			"丙干化禄：服务业、餐饮业佳，食禄好，多不劳而获之事物，公务人员佳。",
			"丁干化权：将天同的懒转化为积极，适合服务、餐饮、服饰等行业。合伙亦宜。",
			"庚干化忌：守财不牢，有暗痣，头晕、胸闷，气郁积不散、抑郁不得志、有难言之隐。福不全。破财，辛劳。【天同化忌表有福】【关键】"
		],
		"廉贞": [
			"丁火，阴火，北斗正曜星，司品序、制权令之星，公权力之星，官禄主，囚星，官非之星，次桃花主，善恶兼具之星。",
			"可男可女，当甲天干廉贞化禄时为男，丙天干廉贞化忌时为女。圆滑，奸佞",
			"先天 乾卦，后天 离卦。",
			"原始宫位在官禄宫。指所做具体工作的官禄主。",
			"大运官禄化忌冲本命盘命宫或官禄宫，需注意触犯公权力，而有官非，诉讼，牢狱之灾。",
			"性情硬而浮荡，不拘小节，不修边幅，心直口快，好胜心强。聪明，易有聪明反被聪明误之缺憾，防范流入赌博，投机等。",
			"有善恶兼具的本性，近朱则赤，近墨则黑；幼年辛苦，因此养成吃苦耐劳的本能，但长大有大成就后，会倾向物质享受，甚至唯利是图。好强，好争。",
			"丁火，主心脏，如胸闷，心气不足，心率不齐；疑难杂症，如癌症，艾滋病，难以痊愈的花柳病等；糜烂性的疾病，如脓包，生疮，嘴角糜烂，口疮溃疡等。",
			"荒山，空地，森林，山产类，皮革类，可接受电源或插头的电器品皆是，如电冰箱，电视，电灯，收音机，冷气机等家用电器",
			"塑胶类，电子加工业，水泥矿产业，交通业，如快递，游览车公司，或女性化妆品的买卖，或皮鞋业，电脑业，赌场。",
			"桃花：廉贞是颗争烈的星，因此桃花往往争的莫名，宁可积极追到手而立刻摔掉，属于短暂的肉欲享受，对象无高低级之分，只要我喜欢就好。廉贞在夫妻宫，则夫妻尽量共同参加社交活动，对配偶暂时性的变化应忍耐，因其变化也会恢复",
			"廉贞有离心自化者，必有祖荫！如果廉贞自化，自化忌强过自化禄",
			"廉贞最好不要在命、疾、田，同样意味着付出或做别人的靠山。",
			"廉贞更多表现在自身的德性上（也就是“积善之家必有余庆，积不善之家必有余殃”的意思）",
			"==",
			"为官禄主，性暴易怒，好争，故适合军警界，司法人员；又化气为桃花，故美容美发，美艺等行业亦合，其它如电气业，企业界亦能发挥所长。",
			"==",
			"甲干化禄：扬名地位高，职务升迁，电脑，电器类生意好，在四马地，外销生意好，适合公务人员。有意外不劳而获之财",
			"丙干化忌：官非，花柳病，脓血之灾，桃花纠纷。与七杀、擎羊同宫在迁移宫冲命宫，会发生车祸，加忌星更显。"
		],
		"天府": [
			"戊土，阳土，南斗帝王星，权令之星，财星，库星，主丰隆之星，相当于一颗化科星。",
			"男星。才艺，慈悲",
			"先天 震卦，后天 艮卦。",
			"原始宫位在命宫，本质是我。定位何处，“我”就在那。",
			"与紫微星分属南，北斗帝王星。如国之总统，副总统。其主权令关键在于授权与否。",
			"相当于一颗化科星，故有解厄，延寿之功，亦主聪明，灵巧。",
			"天府星坐命，忠厚善良，心性温和，聪明灵巧，多才多艺，有才华，六亲不缺。喜汇六吉星，才华表现始易贵显。主此生循序升发的格局，较少主动创造未来之像。有财库，爱惜钱财，荷包看的紧，较具优越感，有孤芳自赏，孤傲的心态，后天需正确辅导。",
			"主脾胃之疾，脾胃本为表里，以脾为主之症。",
			"代表高楼大厦，黄金，贵重的物品。表征地上的农作物或畜牧业。代表国税局，中高级军政，秘书，电脑等",
			"桃花：在夫妻宫是一颗幸运之星，配偶个性温和，俊美，往往是昔日旧识，久别重逢。在命宫论桃花，亦避免孤傲，孤芳自赏的缺憾。",
			"天府所在宫+子女宫=完整的解释。天府落宫，都有一种自己付出而不被理解的感受",
			"天府之用，看天府落宫的宫干化忌，化忌处（包括忌冲之宫）便是付出最多又不被理解的地方。而天府遇到双星时，则同宫星辰便是天府的表现的物象。",
			"天府宫干化忌有离心自化，又无宫位串联，则以无缘论之！",
			"天府宫位飞出的化忌，逢离心自化不好，必失。任何宫干化忌冲天府宫位，或天府对宫宫干飞入，一般为得。",
			"==",
			"个性强而不向人低头者多，故多自营事业，如土地经纪人，银楼，百货，当铺等业适合，天府又为农产品，故农业，渔牧业，养殖业皆合适。"
		],
		"太阴": [
			"癸水，阴水，中天斗正曜星。主母，妻，女。田宅主，财帛主，感情波动之星，快乐之星，漂亮之星，与命理有关的星辰。",
			"女星，田宅，贞洁",
			"先天 离卦，后天 震卦。",
			"原始宫位在父母宫。人身成就与母亲息息相关。代表抚养教育。",
			"太阴星坐命，是个快乐主义者，乐观，达观主义者。其主母，妻，女，是颗表征女性的星，故坐命宫亦女不宜男。",
			"女性太阴坐命宫，主聪明，博学多闻，皮肤白皙，长相眉清目秀，具古典美，有女人味，喜留长头发。外表柔静，内心性急，带有一点好动之意。在婚姻感情方面，颇具猜疑心，是一颗感情波动之星。",
			"男性太阴坐命宫，个性温和，语音斯文，举止有女人之态；有夺妻宿之嫌，较不利太太。此生较得女人缘，得女人助。若有文曲星同宫，谓蟾宫折桂之局，格局高则精通玄学，格局低则九流术士。若入夫妻宫，则因妻得贵，得贤内助。",
			"有关血液循环的疾病，如糖尿病，高血压，心绞痛等；亦是一颗血光之星，与开刀有关。",
			"池塘，湖泊，静态而漂亮的水，也表征与美有关的事务，如美容，美发，瘦身减肥，韵律舞蹈等。",
			"代表建筑师，园艺造景，化妆师，化学品，影视界，歌厅，传媒公司，ktv等。",
			"桃花：女命主先生个性温和，细心多情，唯易与异性接触；男命主太太温柔，美丽，唯有猜忌心。",
			"==",
			"是田宅主，又是女人，故适合从事：房地产，建筑，室内设计，庭园设计，园艺，美工，女装服饰，化妆品，厨具业等。落陷则宜上班，亦可从事设计，美工方面的工作。太阴加文昌或文曲者适合学紫微斗数。",
			"==",
			"丁干化禄：女性才禄好，田宅运吉祥，利于房地产或女性用品。",
			"戊干化权：女性能力强过丈夫，男人动作女性化但个性又强，利于房地产或家运。",
			"庚干化科：扬名艺术界，家运平稳和谐，注意刀伤，有开刀，见血光的迹象。",
			"癸干化科：主桃花，因桃花惹祸，此种桃花是异性主动的，其它同庚干太阴化科。",
			"乙干化忌：不利女性六亲，未婚者易失恋，家运有变，注意头、目之伤，尤以月初、月末、白天生产最不利，对于妻子、女儿也会有不利之事前发生，但无法明确知道是何种不利之事。"
		],
		"贪狼": [
			"甲木，阳木，性属水，北斗正曜星，主祸福，桃花，财星，寿星，才艺之星，五术之星。",
			"男星。欲望，物质",
			"先天 兑卦，后天 巽卦。",
			"原始宫位在福德宫。情感、爱情均与福德有关，福祸一念间。",
			"主祸福，是一颗可福可祸之星，取决于：落贪恋太重，桃花太泛滥，则相当于祸星坐命，影响福泽，寿元；若收敛贪欲，节制桃花，则相当于福星坐命，主有福，寿，财。",
			"为桃花主，为第一大桃花，是一颗人缘，肉欲兼具的桃花。故不宜女性守命宫，难免不安于室，外向，好动，不耐寂寞。",
			"入命宫在辰戌丑未，为武贪格；若在辰戌丑未，且贪狼星不化忌，与火星或铃星同宫，为火贪火铃贪格；都主横发，但横发后宜守，否则会横破。",
			"主肝胆之疾，另风湿，白癣，性病。男性主肾亏，女性主赤白带等妇科病。",
			"树木，森林，电线杆，桥梁，拱桥，庭院等。娱乐界（带色情的），出版业，文化事业，棋艺，服装设计，美工设计，室内装潢，木器业，妇产科，食品工厂等。",
			"应健全婚姻观，无论男女，皆以晚婚为吉，且年龄相差5岁以上为宜，若能培养共同嗜好，共同参加社交活动更佳。",
			"论贪狼要点，看在癸干化忌好不好，若不好（如自化忌）需习得一技之长以立身。若好，则其余三化皆吉。【解星看宫位，而无吉凶概念】（另，看化忌好不好，就看是不是六内，有无自化）",
			"==",
			"是颗才艺星，又具有坚韧的毅力，故适应性广，但离不开【酒，色，财，气】的范围，如：餐饮，饮食，酒廊，娱乐，室内装潢，美工，服饰设计，商业等行业，其中【色】字指的是美术方面的才华和色情两个方面，故落陷的话，多有在风尘中挣扎的经历，但化忌或空、劫制化，则反能习正。",
			"==",
			"戊干化禄：有酒食；艺术财吉美；与武曲会合，横发资财；人缘好，女性很嗲也很会撒娇。",
			"癸干化忌：因色情惹祸而破财、或引起官非，注意：色欲、食欲等方面的欲望，以免身体受损或破财惹官非；出现的形态有仙人跳、干洗情杀等等不一而足，但都和色情、不正感情脱离不了关系。适宜偏门生意、现金生意。"
		],
		"巨门": [
			"癸水，阴水，北斗正曜星，口舌之神，是非之星，性不明之星，遗弃之星，暗星，小人之星。",
			"女星。口舌，疑惑",
			"先天 兑卦，后天 巽卦。",
			"原始宫位在田宅宫。掌管家，房产，饮食。",
			"巨门坐命，口才不错，但往往因口舌招惹是非，往往因言者无心，听者有意，无端招惹是非。",
			"巨门坐命，是可是可非之人，与是非仅一线之隔。若善用口才，如教师，律师，播音员，主持人，推销员等，则属可是之人。若言不及义，挑拨离间，撒播是非，也必祸从口出，则为可非之人。",
			"性不明，指个性具猜忌心，对任何人，事，物潜意识具有不信任感，让人觉得个性摸不透。",
			"巨门乃孤独之宿，主六亲寡合，不利六亲。也象征财务遗失，遭偷窃，扒手。",
			"胃寒，胃病，胃出血，另气管系统疾病，如哮喘，喉咙发炎等。",
			"门户，户口簿，身份证，模板，铁轨，大水沟，下水道，西药，阴符。土木业，建筑承包商，建材五金，司法界，发明家，堪舆，麻将，五术，零售业，房地产，西药，教职，大众传媒，推销员。",
			"夫妻宫坐巨门，配偶宜从事教职，推销员，多学外遇来平衡其多言而免于猜忌，是非的婚姻生活。其桃花，最易有不正常的感情，易与已婚者发生复杂，多是非的感情波折。",
			"巨门应用在看疾病、看健康。",
			"巨门在外局，文曲在内局或巨门在内局，文曲在外局，一定花言巧语骗人钱财，心机重，贪婪。",
			"==",
			"人身中就是嘴巴这个门最大，故适合开口生财的行业，又本星具有疑惑、探究的特性，故研究、综整的工作亦可。如律师，教师，出版，业务，营销，牧师，研究等工作皆可。",
			"==",
			"辛干化禄：以口生财，财多是非，口才好，反应快，有说服力，喜太阳旺地或禄存来制化其是非本质，主福厚，适合以口为主的行业。",
			"癸干化权：口才犀利，语言能力强，说话有权威性，说服能力强，官位易升迁，但防口舌之争，最利于：服务人员、行政官员、老师。",
			"丁干化忌：口舌是非多，言词不当惹祸，表达不良。小心阴庙、符咒、小偷。命盘上有此星化忌的朋友嘴巴上应得饶人处且饶人。"
		],
		"天相": [
			"壬水，阳水，南斗正曜星，衣食之星，印星，官禄主，漂亮之星",
			"男星。慈爱，服务",
			"先天 乾卦，后天 离卦。",
			"原始宫位在官禄宫。司命盘所有化禄之星。衣帛主司食财禄。",
			"衣食之星：天相坐命，对吃穿较讲究，喜穿整洁，漂亮，舒适的衣服，重视外观美感，对于饮食虽未必美食佳肴，但亦讲究。",
			"印星：主聪明，好善，荫人，有高度的服务热忱，待人和蔼可亲，个性幽默，喜讲好听的话，亦喜听好听的话，是开心果。喜做和事佬与调解工作，但却不愿惹麻烦上身，喜过清闲的生活。",
			"女性个性温和，端庄聪明，身家清白，唯不喜在未宫逢左辅，右弼；或与文昌，文曲同于命宫或夫妻宫，主先天婚姻不美，感情困扰多，多波折。",
			"膀胱之疾，糖尿病，遗尿，另皮肤之疾。",
			"印鉴，印章，赝品。动态，漂亮的水，如瀑布，喷泉。也代表木制的的产品，如木箱，小木屋等。百货公司，餐饮业，服饰店，高职位打工仔。",
			"桃花：往往由亲友，兄弟姐妹，或同事，或其他关系等有缘来相会，彼此敬重，是颗幸运的星，亦是一颗人见人爱的人缘桃花。",
			"天相总管十二宫之禄。",
			"斗数中的智慧不是天机，而是天相。天相才是人之禀赋中的彗性、根器，比如爱哲理玄学。爱智慧。",
			"天相的应用，就是落在何宫，无私的爱就在哪儿（缘在何处）。天相与子女宫有关联。",
			"==",
			"是颗【鸡婆】星，热心服务，善衣食，喜聊天接龙，故：政治，律师，业务，外交，推销，餐饮，医药（为药星），服饰等行业适宜，落陷宜注意，易落入不正当场所，再加擎羊，铃星，火星，陀罗更验，因其易受坏朋友唆使。"
		],
		"天梁": [
			"戊土，阳土，南斗正曜星，父母星，荫星，中康之星，寿星，桃花星。",
			"男星。恒常，领导",
			"先天 巽卦，后天 坤卦。",
			"原始宫位在交友宫。君子之交淡如水。保命真君六八为足，与疾厄宫共论寿命。",
			"天梁坐命，具敏锐的观察力，对子女疼爱与关怀，至观察入微的细心与敏锐。",
			"喜欢照顾别人，但具老大意味，非默默助人的类型。福于儿孙，荫于身命，能遇难呈祥，解厄制化，故也是一颗寿星。",
			"中康之星：是一颗医药之星，与医药，中医，医术有关（巨门星代表西药，天刑星代表草药）",
			"属人缘桃花，交际桃花，交际公关本能强，故许多演艺界影星，歌星的代理人或公司公关人员，或地下工作人员，线人乃为天梁坐命。",
			"具有敏锐的洞察力，聪明，做事有条理，善照顾人，能替人着想，心性耿直，较自负，霸气，老大作风重，稍显爱出风头，身材高大，高挑。",
			"与宗教，哲学，文学有关，喜接触医术，中医，针灸，也是优秀的公关人才，地下工作者，线民。",
			"主脾胃不佳，或打嗝，另与脑颈有关的疾病，如用脑过度，神经衰弱，脑瘤。",
			"医院，药局，大庙宇，大教堂，学校，电信局，高大的植物，如椰子树，竹子，等",
			"宗教，医师，教师，作家，证券商，期货公司，礼品店，服务业，经纪人，室内设计，旅行社，调查员，情报员。",
			"桃花：对方身材高挑，匀称，善解人意，深具进退之道，是一颗很幸运的桃花，婚姻之星；若双方能共同研究文艺，易学，中医，命理则感情更佳。",
			"寿，只看乙干化权、壬干化禄颐养，若己干天梁化科（指人的身体）则有破坏性。",
			"机同梁与昌曲左右会，或有自化，须注意健康和福气的变化。【重点看落宫】此三星需要联系起来看。其意是人的物质生命与精神生命的“寿”。",
			"==",
			"斗数全书有云：梁虽不陷亦不做敦厚之人，可见天梁星的本质乃带有吹嘘不实的特性，故炒作股票属之，出版界，传播界，行销界属之，又因其本性正直，有舌辩之才，故公教，法官，代书，调查稽查人员亦合适，有为药剂师，中医师亦可。",
			"==",
			"壬干化禄：聪明、人缘好、受长辈之荫庇。但于财帛投机之财、不劳而获之财，收受红包方面易出事。",
			"乙干化权：择善固执，适合于法官、律师、调查人员、中医师、公职人员为官清显，有成就，得人缘。",
			"己干化科：利于考试、医界、公职，平稳而升。对人的身体则有破坏性。"
		],
		"七杀": [
			"庚金，阳金，南斗正曜星，化气曰杀，大杀神，将星，司权柄，掌生死之星，血光之星，主孤克，亦象征恐怖，黑暗，神奇。",
			"男星。肃杀，激烈",
			"先天 巽卦，后天 坤卦。",
			"原始宫位在迁移宫。炼魂星君，助生助死。人生七十古来稀，不用再算。",
			"主性刚果决，急躁，好胜心强，不易认错，与人相处成寡合之象，主孤克。",
			"入命宫或疾宫，且与擎羊或陀罗同宫，恐有残疾之象。",
			"男命坐命宫主聪明，有才华，好胜心强，个性倔强，喜怒易形于色，易得罪人。",
			"主幼年不顺，或家境不好，幼年易有外伤，如碰伤，跌撞伤，烫伤等。",
			"做事情能贯彻到底，宁可错到底，甚至牺牲自己也在所不惜。",
			"有正义感，敢爱敢恨，敢做敢当的英雄本色。",
			"此生对人，事，物，景常有似曾相识之感，易有错失机会，错失姻缘；配偶易非初恋情人，却对初恋对象念念不忘。",
			"女命坐命宫，很漂亮，下巴尖尖，很上镜；亦晚婚，早婚容易付出太多，或梅开二度。若与天姚同落命宫或夫妻宫，必主婚姻不美。辅导上应加强艺术文学修养，适宜女警，女主持人，女教官，舞蹈老师，空姐等职业。",
			"肺经之症，咳嗽，鼻窦炎，若与擎羊或陀罗同命宫或疾厄宫，易有残疾。",
			"爬虫类，蛇，壁虎，恐龙，恐怖类小说电影，派出所，公共场所，重五金工业。军人，警察，公安，外科医生，针灸师，女警，女主持人，女教官，舞蹈老师，空姐等职业。",
			"桃花：通常在社交场所认识居多，属开放或豪放形，亦属敢爱敢恨的性情中人。若与七杀坐命的女生谈恋爱，如果搞劈腿，小心女生夜夜磨刀，可能上演杀夫情节。",
			"没有七杀，人没有斗志、勇气。斗志、勇气来源于自信，只有自信才能去奋斗、拼搏。因此，七杀是祝你成功的助缘之星。（希望大家不要在回避 七杀）",
			"七杀的应用看旁边，双星看另一颗，单星看对宫",
			"七杀也含有定数的内涵。流年遇七杀要注意。",
			"==",
			"带有杀气的特质，与金属相关，如五金加工，金属冶炼，机械制造等，又因杀气和军人，警察，医生，屠户等有关；再加文昌，文曲多是军训教官之类的文职军人，加四煞星的话多为屠户。其它渔牧业亦可算是。"
		],
		"破军": [
			"癸水，阴水，北斗正曜星，化气曰耗，性难明之星，主破耗，祸福，孤克之星；司夫，子，奴，与命理，宗教有关。",
			"女星。破败，损耗",
			"先天 坤卦，后天 坎卦。",
			"原始宫位在夫妻宫。本为保护家庭夫妻子嗣。",
			"其个性让人难以琢磨，进退反复无常，不安牌理出牌，故此生往往大成打败。",
			"思想略怪异，有小聪明，个性寡合，好胜心强，不服输，做事求真求切；喜怒不行于色，报复心强，甚至翻脸不认人。",
			"主破耗，此生往往在婚姻，子女，事业，健康方面有一种以上的破耗。",
			"主祸福，有破必能修，有修必能成；祸福在一线之间，关键在于能不能修。",
			"有学习外语的天赋。",
			"与肾水有关，如阴亏，阳痿，遗精，经水不足；若与文昌或文曲化忌同宫，则心率不齐，心绞痛，心闷有关。",
			"杂乱的环境，菜市场，仓储，杂货店，石油，瓦斯，远洋的的水，货柜车，四肢脚的动物；船员，导游，旅行社，运输公司，证券商，加工业，命理服务业，军人等。",
			"桃花：破军在夫妻宫表与配偶缘薄，晚婚为吉，或表示配有年龄比自己大；桃花属于华而不实，或不持久，或金钱交易的桃花。",
			"谋生手段，赚钱方式；家庭责任，有无子息。",
			"先看破军落宫，再看四化。注意，破军化禄为十天干化禄之终",
			"==",
			"为破败，消耗的现象，菜市场的混乱状况与其星性相似，故属菜市场生意，当然，出售商品复杂的杂货店也是，收购破铜烂铁或处理此类物资行业者亦是，另外，百货批发，化学药品等皆是。",
			"==",
			"癸干化禄：典当之财、抵押之财、不是自己的钱，市场生意兴旺，在夫妻宫主破镜重圆。利于行船人、货柜运输业。",
			"甲干化权：多变动，偏财，用钱大方。出外运强烈，有横发现象，夫妻、朋友间多争执；子女不听话，很有主见，成就也不错，但叛逆性强。"
		],
		"左辅": [
			"戊土，阳土，北斗助星，行善令之星。行动",
			"男星。宽柔，辅佐",
			"主随和，但个性较沉默，内向。主灵巧，表现于手脚的灵活与巧艺，如烹饪，插花，钢琴，田径运动，球类，剑道。",
			"主慷慨，属有偿的行为，或隐藏有目的，或与面子有关的给予。",
			"左辅或右弼单星守命时，幼年较不顺，或家境较差，或与父母聚少离多，主缘薄；或为庶出，或过继他人，或认义父母，或有亲人带大。",
			"含有再一次的意思，若在命宫或官禄宫，即有重修，重做一遍的意味，往往计划不如变化快，经常事情无法按计划执行。若在命宫或夫妻宫（女命福德宫亦算），主先天婚姻不美或有缺憾，而右弼的破坏力强于左辅。",
			"主脾胃症状，亦表征并发症。",
			"零售业，附加，附属行业，如药局附加美容化妆品专柜，或体育用品专卖店附加休闲服装专柜。",
			"桃花：往往是因果桃花，与前世姻缘有关。婚前应注意感情困扰，常有三角，四角恋情，往往结婚对象属于结过婚，或婚姻观，价值观，人生观差距巨大；或为偏房与人共享配偶；或自己离婚后再婚等。",
			"左辅存在于某宫，与壬干之宫必有往来。例如，福德宫有左辅，壬干在交友，朋友从我这里“沾到”福气。又如，左辅在迁移宫，壬干在命宫，出国。",
			"若离心自化（来因宫自化），则意味着“有而化无”，需看【丁干（丁壬合）所在的人事宫】，是什么导致的留不住。",
			"左辅偏向物质面，解义就是“放不下”，“执着”。左辅影响同宫之星，并加强落宫的“执着”（看宫位解释）。",
			"自我意识强，旁星有离心自化，一定产生是非",
			"==",
			"壬干化科：主功名，名利双收，有上进心，易有感情困扰。"
		],
		"右弼": [
			"癸水，阴水，北斗助星，行制令之星。灵魂",
			"女星。刚直，辅佐",
			"主较专制，富机谋，主外向。表现为机智，急智，急转弯，属于反应快，无形的活力。",
			"主好施舍，是无偿的行为，如以无名氏捐助孤儿院，或悲苦之人，或慈善协会。",
			"左辅或右弼单星守命时，幼年较不顺，或家境较差，或与父母聚少离多，主缘薄；或为庶出，或过继他人，或认义父母，或有亲人带大。",
			"含有再一次的意思，若在命宫或官禄宫，即有重修，重做一遍的意味，往往计划不如变化快，经常事情无法按计划执行。若在命宫或夫妻宫（女命福德宫亦算），主先天婚姻不美或有缺憾，而右弼的破坏力强于左辅。",
			"性急心燥，亦表征并发症。",
			"零售业，附加，附属行业，如药局附加美容化妆品专柜，或体育用品专卖店附加休闲服装专柜。",
			"桃花：往往是因果桃花，与前世姻缘有关。婚前应注意感情困扰，常有三角，四角恋情，往往结婚对象属于结过婚，或婚姻观，价值观，人生观差距巨大；或为偏房与人共享配偶；或自己离婚后再婚等。",
			"右弼代表着自己的选择。",
			"重点在宫位，次看戊干。",
			"戊干主财，丙干自立（人脉人缘）。",
			"与左辅的自我意识相对，右弼是潜意识。右弼带有一点“灵机一动”的意味。",
			"1、右弼的落宫是人的灵魂寄于此宫。2、戊干在哪个宫。3、右弼落的宫是不是“丙戊己辛壬”，是的话，则又隐藏先天之意：此人禀赋不同，在某方面有特殊天赋。4、戊干若有左辅、文昌、文曲，那么命运起伏往往会有大起伏，是个见证奇迹的人。",
			"紫微与左右有四化往来或同宫，一定要考察家庭、亲子关系",
			"左辅主动，右弼主静，二星同参（如太极）。同宫则动大于静，其次看宫位。",
			"==",
			"戊干化科：贵人多，注意感情困恼，有上进心，得名利。"
		],
		"文昌": [
			"辛金，阴金，南斗正曜星。",
			"男星。文学，优雅，思想、情绪。",
			"主科名，科甲，文章，口才，属文魁之星。",
			"表支票，文书，契约，有价证券，文凭。大运官禄宫化忌冲本命命宫，应特别注意文书官非，或支票证券的收受或背书。",
			"主口才好，反映快，能言善道，聪明多学，有文艺气息，易与异性接触，主桃花，外貌清秀有气质，但多感情困扰。易有口是心非，外表有假惺惺之态。",
			"喜欢美好或名牌的事物，如名牌服装，名牌家电，名牌手表等。",
			"偏向于功名，文艺才华，学术研究，外表举止温文儒雅，颇有饱读诗书之势。",
			"属正途功名，因此求学，考运或官运，最喜文昌化科来照，主功名显赫。",
			"神经质，神经系统疾病，任何星辰与昌曲同宫，表征并发症。文昌宿肺经冲大肠之症，如咳嗽，便秘，或习惯性每天大便二，三次或湿热等症。亦是一颗血光之星。",
			"表支票，文书，契约，有价证券，文凭，电信交换机，学校，池塘，礼品店，艺术娱乐业，文具店，手艺品，报社，裱褙艺品店，大众传媒。",
			"桃花：宿因果桃花，与前世姻缘有关。宿人缘桃花，纵有艳遇，不良后果较少。",
			"文昌化忌是结束，尤其辛干化忌主告一段落，合看丙干和辛干所在宫位联动。其次看有没有自化忌带动文昌化忌，没有则不表示某事会结束。",
			"丙干的文昌化科，是事情的开始，辛干的文昌化忌是事情的结束。文昌自化忌则是周而复始。",
			"文昌定因缘是指文昌的落宫。若在疾、福、兄、友宫，要注意健康问题【化科，自化科尤其要注意】。",
			"文昌主考试、读书（在学校），名望，多为政府机关工作（成年毕业以后）。",
			"==",
			"带有文质彬彬的性质，故宜文不宜武，最好从事设计，艺术，文学，记者，文化出版，广告，教学等事业，又因口才不错，业务工作亦可。",
			"==",
			"丙干化科：往文艺界发展能成名，文章驰名，利于学生之读书考试。",
			"辛干化忌：文书是非，签约、背书、作保要小心，易收受空头支票，学生学习不专心，课业低落，念书中断；于疾厄方面，经络有疾，和文曲化忌类似。"
		],
		"文曲": [
			"癸水，阴水，北斗正曜星。",
			"女星。文艺，优雅，利字当头，物质世界。",
			"主科名，科甲，文章，口才，属文魁之星。",
			"表支票，文书，契约，有价证券，文凭。大运官禄宫化忌冲本命命宫，应特别注意文书官非，或支票证券的收受或背书。",
			"主口才好，反映快，能言善道，聪明多学，有文艺气息，易与异性接触，主桃花，外貌清秀有气质，但多感情困扰。易有口是心非，外表有假惺惺之态。",
			"喜欢美好或名牌的事物，如名牌服装，名牌家电，名牌手表等。",
			"偏向与口才，文墨，或星相医理，倾向机智，灵巧，伶牙俐齿之势。",
			"属剑走偏锋，属易途功名，如未经科班大学，研究所而取得的荣誉博士学位等。",
			"神经质，神经系统疾病，任何星辰与昌曲同宫，表征并发症。文曲星属上寒下火之征，与肾水有关，或经水不调之症。",
			"表支票，文书，契约，有价证券，文凭，电信交换机，学校，池塘，礼品店，艺术娱乐业，文具店，手艺品，报社，裱褙艺品店，大众传媒。",
			"桃花：宿因果桃花，与前世姻缘有关。宿风骚桃花，易有感情困扰。",
			"先看己干，再看文曲的落宫，再看生年忌，三点连一线",
			"文曲看化忌，表得、有，实在论",
			"文曲主财、地位、身份，它的“因”在廉贞，廉贞是靠山（祖山），因此文曲最好不在人位，因为意味着付出，最好在命、财、官、田、福",
			"在人位就是你变成别人的靠山，要为他人付出",
			"己干定人生方向，文曲化忌就是一生财源",
			"若左辅显示凶兆，则大于文曲。二星同参，左辅偏向健康、事业功名；文曲偏向经济、利益",
			"文曲在丁、辛、癸干，或丁、辛、癸干有自化，而文曲在丁壬、丙辛、戊癸宫位，要小心，一定有事发生。",
			"==",
			"带有文质彬彬的性质，故宜文不宜武，最好从事设计，艺术，文学，记者，文化出版，广告，教学等事业，又因口才不错，业务工作亦可。文曲多会从事命卜，艺术事业。",
			"==",
			"辛干化科：适合文艺界发展，但偏向于五术、艺术等偏门左道，学生利于考试、学习专心",
			"己干化忌：文书是非，有赌必输，不利事业；神经有恙，车祸，收受契约、支票、经手之文书，小心因手续不全而招惹祸端。"
		],
		"天魁": [
			"丙火，阳火，南斗助星，天乙贵人，清白之神，司才名，科甲之星。阳贵之星，利于白天生人，易得男性贵人之助。",
			"男性助力",
			"坐命，主人缘佳，聪明，清秀，不喜惹无谓的麻烦，四十岁以前，得人荫，多贵人提拔，四十以后反而主荫人。",
			"入夫妻宫，主配偶有贵气只美，或器宇轩昂。但若夫妻年龄相近，则贵气特质抵消全无。"
		],
		"天钺": [
			"丁火，阴火，南斗助星，玉堂贵人，清白之神，司才名，科甲之星，阴贵之星，利于晚上生人，易得女性贵人之助。",
			"女性助力",
			"坐命，主人缘佳，聪明，清秀，不喜惹无谓的麻烦，四十岁以前，得人荫，多贵人提拔，四十以后反而主荫人。",
			"入夫妻宫，主配偶有贵气只美，或器宇轩昂。但若夫妻年龄相近，则贵气特质抵消全无。"
		],
		"禄存": [
			"己土，化气曰富，有解厄制化之功，寿星，财王，厚重之星，亦主孤寡之星。",
			"财富，节俭",
			"禄存与巨门同宫，可制化巨门星之恶->暗星，是非，小人之星。",
			"有解厄延寿之功。",
			"化气曰富主有财，为诸星之财王，象征天赋之财，故宜入命宫，财帛，田宅，主有财。",
			"坐命宫，为人心地耿直，主聪明，博学多能，相貌厚重清秀，富上进心，有吃苦耐劳的本性，但个性稍急躁。主有财，有寿，唯精神领域有孤虚感。",
			"表征牧场，田园，土岗，或与贸易有关。"
		],
		"天马": [
			"丙火，阳火，中天斗之星，司禄星主财马，主驿马。",
			"坐命，个性较浮动，主驿马表征出国，赴远地出差，含有在外奔波，跋涉他乡之象。",
			"天马星财帛宫与禄存星同宫，谓之“禄马交驰”，财在远乡求，既外出发迹之命。但此天马星是月系之星，以出生月令排定的天马星，即俗称“月马”。"
		],
		"年马": [
			"与天马相似，是以年支来查天马，丙火，阳火，中天斗之星，司禄星主财马，主驿马。",
			"坐命，个性较浮动，主驿马表征出国，赴远地出差，含有在外奔波，跋涉他乡之象。",
			"年马星财帛宫与禄存星同宫，谓之“禄马交驰”，财在远乡求，既外出发迹之命。但此年马星是年系之星，以出生年支排定的天马星，即俗称“年马”。"
		],
		"红鸾": [
			"癸水，虚星。",
			"喜庆之星，当流年走道时或有喜庆临门，如兄弟姐妹结婚，或佳事连连，如接受褒奖，得奖等。但并非俗称的必有提亲或论及婚嫁。",
			"坐命，秉性温和，聪明秀丽，早熟易脸红。"
		],
		"天喜": [
			"壬水，虚星。",
			"喜庆之星，当流年走道时或有喜庆临门，如兄弟姐妹结婚，或佳事连连，如接受褒奖，得奖等。但并非俗称的必有提亲或论及婚嫁。",
			"坐命，秉性温和，聪明秀丽，早熟易脸红。"
		],
		"天刑": [
			"丙火，阳火，中天斗之星，孤独之宿，与命理，法律，医术，佛学有关的星辰，亦是一颗借贷之星，官非之星。",
			"孤克，怪异",
			"坐命，个性刚直，对命理，法律，医术，佛学有所偏好，此乃孤独之宿坐命使然。故此星不宜女命，有孤克之意。",
			"天刑星不宜入六亲宫，表征自己与该宫之人，在人生观，价值观，婚姻观明显有差距，故往往话不投机，意见不合。例如，入夫妻宫表征较难沟通，精神面较有孤虚之感，但不可扭曲为同床异梦。",
			"是借贷之星，与金钱借贷有关；财务拮据或需周转时，可向天刑所落宫位地支为生肖之人（或其三合之生肖），往往较易借到钱；但不宜借钱给前后两宫生肖之人，恐有有借无还之虞。",
			"亦表征是非，官非，牢狱之灾，若官禄宫再逢化忌，需特别注意。",
			"象征传统民俗疗法的草药，若与陀罗同宫，表征骨科，牙齿有关的症状。",
			"当铺，药房，小五金行等。"
		],
		"天姚": [
			"癸水，阴水，中天斗之星，化气为破耗，风骚之宿。",
			"风骚，斯文",
			"坐命，主感情早熟，聪明，异性缘浓，为人风雅幽默，喜欢聊天，对艺术美学较具才气，故主风采斯文。",
			"与红鸾星同宫，落命宫或第二大运命宫，则在与异性的交往需要强力辅导，以免若入无媒自招私奔之窘境",
			"入夫妻宫，夫妻皆主人缘佳，貌美俊秀，风雅风趣，感情有加，但多艳遇。",
			"入疾厄宫，肾功能系统不佳，肾亏或赤白带的困扰。",
			"代表鸽子，鸟类，毒品，娱乐界含带色情的行业，如三温暖，指压，按摩，美容院，ktv等。"
		],
		"擎羊": [
			"庚金，阳金，北斗助星，主刑伤，血光之星。",
			"勇敢，杀伐",
			"坐命，个性较刚强，性情较粗暴，外向，霸道，掌权，多机谋，易有报复心态，属于敢作敢当型。",
			"主刑伤，血光，若入命宫或疾厄宫，易有外来伤害，含碰撞，撞伤，跌伤，被杀等，尤其落子午卯酉宫，刑伤严重，表征身体多灾多难，若再逢七杀同宫，恐有残疾之象。",
			"除血光，刑伤外，另主肺经之疾，口歪眼斜，羊癫疯等。",
			"尖锐的东西，犄角，电线杆，军警界等。",
			"==",
			"是手术刀，武器，与外科医生，军警有关，其它带金性质的行业，如金属加工，五金制造皆是。"
		],
		"陀罗": [
			"辛金，阴金，北斗助星。主是非，刑克，不顺，相当于一颗化忌星，且含有原地打转，挥之不去的不顺。",
			"阴险，损伤",
			"坐命，个性固执，顽强，不服输，做事激励，恒成恒破；此生易犯小人，多是非，始终有不顺的感受，却有挥之不去的阴霾。若命宫无正曜星，则主孤寡破主，巧艺之辈，较无大成就。",
			"女命不宜巨门与陀罗星坐命，表此生婚姻感情不顺，若再逢后天行运乖违时，恐有堕落风尘界之憾。",
			"命宫坐擎羊，夫妻宫坐陀罗（大运走到同论）只有一个忍字了得，可减轻婚姻波折之冲击。",
			"与牙齿，骨骼有关之疾，如骨折，脱臼，牙齿脱落等。另陀罗与文昌或文曲同宫，会有坐骨神经痛，俗称骨刺。",
			"表征破败的屋舍，碎石小路，荒芜的道路等。军警界，巧艺为生。",
			"==",
			"与手术刀，武器，与外科医生，军警有关，其它带金性质的行业，如金属加工，五金制造皆是。"
		],
		"火星": [
			"丙火，阳火，南斗助星，相当于一颗化权星。",
			"火焰，专横",
			"火星坐命，性刚，急躁，性浮，外向。",
			"可断火灾，地震发生与否，以命宫，田宅宫的宫干四化象冲动，定垂象示吉凶，而牵动火星之恶。",
			"==",
			"有火，叮叮当当，会联想到锻造，铸铁，炼钢，拆船，热处理的工业，女性则为演艺，音乐，调音的工作，其它五金类技术性工作亦是。"
		],
		"铃星": [
			"丁火，阴火，南斗助星，相当于一颗化权星。",
			"危险，破坏",
			"铃星坐命，性烈，性沉，阴险，内向，特别有音乐细胞。",
			"==",
			"有火，叮叮当当，会联想到锻造，铸铁，炼钢，拆船，热处理的工业，女性则为演艺，音乐，调音的工作，其它五金类技术性工作亦是。"
		],
		"天空": [
			"丁火，劫财，不顺"
		],
		"地劫": [
			"丙火，劫财，不顺"
		],
		"地空": [
			"丁火，空亡星，煞星，不顺，代表不聚财，也是漂泊，孤独，劳碌之星，对感情、钱财较为不利。"
		],
		"咸池": [
			"癸水，在数主邪淫，又名“桃花煞”",
			"入命宫，身宫，福德宫，主为人好淫欲，轻财好虚荣，好赌喜游荡。"
		]
	},
	
	"RuleHouseType": {
		"六内宫": [
			"命宫(实)，财帛宫(虚)，疾厄宫(实)，官禄宫(虚)，田宅宫(实)，福德宫(虚)",
			"四化入六内，一般的解释主得，入内虚则吉凶参半。"
		],
		"六外宫": [
			"兄弟宫(实)，夫妻宫(虚)，子女宫(实)，迁移宫(虚)，交友宫(虚)，父母宫(实)",
			"四化入六外，一般的解释主失。"		
		],
		"六体宫": [
			"命宫，夫妻宫，疾厄宫，田宅宫，福德宫，父母宫",
			"来因宫或大运命宫若属六体宫，则其四化相肯定的存在人、事、物上的象"		
		],
		"六用宫": [
			"兄弟宫，子女宫，财帛宫，迁移宫，交友宫，官禄宫",
			"来因宫或大运命宫若属六用宫，则其四化相对的存在人、事、物上的象，需触发条件。"		
		],
		"六阳宫": [
			"命宫，夫妻宫，财帛宫，迁移宫，官禄宫，福德宫",
			"四化落六阳宫，主观意识强，多理性应用。人事物的波动变化比六阴宫小。"	
		],
		"六阴宫": [
			"兄弟宫，子女宫，疾厄宫，交友宫，田宅宫，父母宫",
			"四化落六阴宫，性情不稳定，多感性变化。人事物的波动变化比六阳宫大。"		
		],
		"姻缘宫": [
			"姻缘六内宫：命夫财疾友田（正位）",
			"姻缘六外宫：兄子迁官福父（不正位）",
			"姻缘六内六外的区分，是以生年四化落宫在内或外，来论婚姻的吉凶。"
		],
		"来因宫在十二宫": [
			"一、在命宫，说明当事者命、格局、个性，不言吉凶。自己掌握命运。",
			"二、在兄弟，借贷、置产、驿马、变迁。在人为直系血亲，在我为旁系血亲。须借兄弟、众生，他人力量。",
			"三、在夫妻，以配偶（异性）为重心，与命宫同。注意官禄宫。靠配偶，桃花旺盛、人缘广。（易外缘干扰，看夫妻四化在六内、六外）",
			"四、在子女，为子女、晚辈、学生；驿马、出国；合作、合伙。公关人缘，多应酬、外出（易外缘干扰，且多有出国机会）。",
			"五、在财帛，指赚钱能力或方式；夫妻关系。",
			"六、在疾厄，自我意识，情绪；健康、出国、仕途。注意父辈祖荫。文书问题。",
			"七、在迁移，主驿马、外出；异性特别是夫妻；看外出意外。人际人缘。多出国机会。",
			"八、在仆役，朋友、部署；合作、聚财；还是夫妻宫生产位。众生缘，要懂得广结善缘。",
			"九、在官禄，事业、工作状况和性质；异性缘尤其夫妻以外，若离婚为第二春。（易外缘干扰）",
			"十、在田宅，在风水为人丁、功名；又主财库；重点在人事、金钱问题。好坏不在当事者，而在祖荫、福德。注意家庭、牢狱问题。靠祖荫在内局好于外局。",
			"十一、在福德，享祖上之德；自身健康，注意迁移宫的意外、以及夫妻宫的劫难。靠自己有祖荫。",
			"十二、在父母，有父母、长辈荫蔽；贸易、贷款、背书；又是出生地、驿马。靠上司、长辈。"
		]
	}

}
