{
	"TwoHua": {
		"禄权": [
			"主丰盛，财官兴旺，偏向一般投资、生产的意思。",
			"发达，利大于名。",
			"论人表二个以上，言桃花属泛水桃花。",
			"以忌为媒介。"
		],
		"禄科": [
			"名利双收，因名得利，偏向巧艺的生意或文路之人，如会计师，律师，医生，教师。",
			"扬名，延寿，名大于利。",
			"论人表二个以上，言桃花主有缘，有情。",
			"以忌为媒介。"
		],
		"权科": [
			"以专技，才艺为主，如技师，工程师，建筑师，或军政，或上班。",
			"以技艺扬名得利。",
			"论人或桃花，表一显一隐（权科为一组，但又含有二个象：权和科。所以称为象二数一。）",
			"以忌为媒介。【重点】"	
		],
		"禄忌": [
			"表起伏大，变化大，周转大，突出表现在变化的振幅大，震荡的幅度大。",
			"往往以双忌论，主凶（禄忌为一组，一般来说是禄随忌走）。",
			"以权为媒介。【重点】"
		],
		"权忌": [
			"以专技，技能为主，如技工，机工，或军警，或俸薪者。",
			"辛劳，克服困难后有成",
			"主善变，突变，来的莫名，去也莫名，含无奈或天意，突出表现在变化的速度快，突然。"	,
			"以科为媒介。"	
		],
		"科忌": [
			"以学术，才艺为主，上班为宜，或从事教育，著作，服务业。",
			"先忌而后得助。",
			"感情上主藕断丝连，主纠缠，是非，唠叨，拖拖拉拉。",
			"以禄为媒介。"
		]
	},
	
	"MultiHua": {
		"象": [
			"四化就称为象，如：化禄象，化科象，化权象，化忌象"
		],
		"多象": [
			"一个宫位出现2个以上象时（含生年四化，自化，飞宫四化），它们共同代表一件事，物，人的不同阶段。",
			"禄代表缘起，原因，事物的起因，开端。",
			"科代表缘续，事物在缘起的基础上稳定，渐进发展，在质上逐渐丰满。",
			"权代表缘变，代表事物发展已达到质变点，必然的转进，变化。这种变化不以人力或人的意志为转移。",
			"忌代表缘灭，代表事物发展的最终结果：得或失，吉或凶（一般来说入本命盘六内宫主得，入六外宫主失）。"
		],
		"交易象": [
			"生年四化象：表先天定数，也称伏象，为象之体，决定命格的富贵穷通。",
			"飞宫四化象：表后天变数，也称交易象，为象之用，主运势的起伏荣枯。",
			"自化象：表平衡，制衡，也称不易象，也为象之用，含变化，转机与时间的观念，最终都需要依附生年四化，当运或流年触发时，会与生年四化产生共振，生年四化的气会流入自化的宫位，此时自化的宫位为入，一般来说此宫位会有吉象，生年化的宫位为出，一般来说生年的宫位代表的人事物可能不吉。",
			"如果大运或流年命宫内有生年象，则大运或流年其他十一宫内的同一自化象都归生年象所有，也就是说这个大运或流年，大概率主吉。比如大运命宫有生年禄，大运财帛宫有自化禄，则这十年财帛是属于我的，大命中的生年禄会流到大财，大财为禄入，大命虽为禄出，但因为都是属于生年禄所有，等于是我自己的能力增强了我自己的财富，所以大概率会发大财",
			"如果大运或流年命宫内有自化象，则大运或流年其他十一宫内的同一生年象或自化都为出，也就是说这个大运或流年，大概率不吉。比如大运命宫有自化忌，大运财帛宫有生年忌，大财生年忌会流向大命自化忌，大命自化忌也同时流出，所以这十年会破财。",
			"生年象自化同一象：如果遇到宫位内有生年科自化科，或生年禄自化禄，或生年权自化权，或生年忌自化忌，不管这生年与自化是否是同一颗星，都是代表科出，或禄出，或权出，或忌出。出都代表不吉，具体什么不吉，要结合大运宫职来看。这种出是所有宫位的同一自化都一起出，比如某宫有生年禄和自化禄，它造成的结果是其它所有宫位的自化禄一起都跑走了。也就说本来有自化禄的宫位会让生年禄的气流到本宫位来，此宫位算禄入，主吉，但是由于某一宫内有生年禄自化禄的原因，造成现在这个宫位的自化禄也流出去了，肯定是非吉了。其它的权，科，忌同理。",
			"双象自化双象：如某宫内有生年禄科，并自化禄科，或生年禄权自化禄权，权科，权忌，禄忌，科忌一样的道理，碰到这种情况，代表此宫职的人事物主刑克或自刑。这是2个生年象自化同一象肯定主刑克，但2个生年象自化不同象，比如生年禄科，自化忌科，这种的情况是否也一样解释刑克，不好意思，本人还未学到家，不清楚，大家可以自己验证下，但应该也是不好的，非吉象是八九不离十了。"
		],
		"天地数": [
			"禄为4，科为3，权为2，忌为1",
			"甲1(个)，乙2(十)，丙3(百)，丁4(千)，戊5(万)，己6(十万)，庚7(百万)，辛8(千万)，壬9(亿)，癸10(十亿)"
		],
		"八理则": [
			"理则1：宫+宫=象。如：夫妻化忌入迁移，夫妻+迁移=忌，等式左边表配偶是外地人，右边表多变动，多变迁，主不顺。合起来解释，配偶是外地人，宜外出谋生，但赚钱辛劳，辛劳得财。",
			"理则2：忌冲对宫主凶，禄权科照对宫主吉。如：夫妻化忌入迁移，则冲命宫，代表配偶与我缘薄。",
			"理则3：命宫被忌冲都主凶，表该领域（六事宫）或人（六亲宫）与我缘薄或极无缘；六亲宫忌冲六亲宫，主凶；六亲化忌入六亲，表示喜欢管束，忌入曰不吉，但忌最怕冲。主凶，缘薄。",
			"理则4：大运同类宫职忌冲本命同类宫职，必见凶象。如大运六亲忌冲本命同类六亲，主此与六亲缘薄或生离死别；六事宫忌冲本命同类六事宫，主此领域极不顺，如大破财，事业不顺，无法升迁，健康亮红灯，或有意外等。如大运疾厄忌冲本命忌厄，表这十年健康必亮红灯。",
			"理则5：任何宫职忌冲本命命宫，必主凶象。任何宫职包含本命盘除命宫外十一宫职，大运十二宫职，流年命宫。忌代表结果，若要查看原因，需要看化禄，如夫妻宫忌冲命宫，查原因需看夫妻宫宫干化禄在何宫是何星。",
			"理则6：宫职由小归大碰撞说。大运的宫职飞出的星是落入本命盘的宫职来解说，切记不是大运宫职飞大运宫职。例如，大运命宫在本命田宅，大运夫妻在本命父母，大运夫妻宫干飞出颗禄星入大运父母宫，此大运父母宫与本命官禄宫重叠，则应该说是大运夫妻化禄入本命官禄照本命夫妻，代表在这大运10年内，我会结婚。千万不能解释成大运夫妻化禄照大运疾厄（我身体很好，人缘很好），这是不对的，切记，切记。",
			"理则7：交易象逢生年四化象，需碰撞说。飞宫四化落入的宫位内有生年四化，需结合生年四化进行解说。如大运夫妻化禄入本命官禄照本命夫妻，本命官禄宫内有生年忌，则解释为：大运夫妻化禄照本夫，会结婚，本命官禄宫内有生年忌则碰到飞进来了的禄，变成禄忌，则成双忌冲本夫，也必离婚，也就是说这个大运的十年内，会结婚，但结完也会以离婚收场。",
			"理则8：交易象逢自化象，需碰撞说。宫四化落入的宫位内有自化，需结合自化进行解释，但自化解释的重心在大运宫职，并指明了时间。如大运夫妻化权入大运子女宫，大运子女宫与本命财帛宫重叠，本财内有自化禄，代表，本命财帛宫为婚后的夫妻间的关系对待，权含有争执，摩擦之意，说明这十年与配偶常会争执，摩擦，口角。本财内有自化禄，本财与大运子女宫重叠，自化解释重心在大运子女宫非本命财帛宫，大运子女宫含有桃花的意涵，禄权双象以桃花解释为泛水桃花，禄又为因，说明我与配偶争执的原因是因为我自己的桃花很多（是我的大运子女宫，不是配偶的，所以是我的桃花多），也即我自己出轨，造成夫妻关系紧张。这也说明飞宫的权解释重心在本命财帛（夫妻关系有争执），自化的禄加权解释重心在大运子女（原因是我桃花多）。离不离婚要看大夫有没忌冲本夫，若有忌冲本夫，则会离婚，离婚时间应在自化禄的宫位为流年命宫或流年子女宫时。"
		],
		"四化入宫": [
			"忌坐阴（虚）冲阳（实）为凶，忌坐阳（实）冲阴（虚）为不凶。",
			"禄照阳为实吉，禄照阴为不实之吉。",
			"化科坐交友与兄弟均不利（科主健康，兄、友入科要注意健康问题）。",
			"化权坐交友冲兄弟人际上不利自己。"		
		],
		"先天河图(四正)": [
			"一六共宗，命—疾，甲己 子亥         2 7 4",
			"二七同道，兄—迁，乙庚 寅卯         3 5 9",
			"三八为朋，夫—友，丙辛 巳午         8 1 6",
			"四九为友，子—官，丁壬 申酉",
			"五十相守，财—田，戊癸 辰戌丑未"
		],
		"后天洛书(三合)": [
			"戴九履一，命—官，坎离              4 9 2",
			"左三右七，夫—迁，震兑              3 5 7",
			"二四为肩，兄—子，坤巽              8 1 6",
			"六八为足，疾—友，乾艮",
			"五居中央，财—田，中央土"
		],
		"左右昌曲": [
			"四星是即体即用。在体论格局，在用论岁限。文曲引导出化禄和化忌的源头。在命盘禄忌定吉凶，而文曲本身的吉凶也决定了全盘吉凶。",
			"右弼与文昌为一组，指“因缘”之善恶论（就是说“因缘”之有肯定，而善恶则有不同）。",
			"看先天定数，左右昌曲足矣。左右看言行，昌曲看时运。",
			"文曲的财要从广义去看，财=应事、对待，是人的处事原则和所得的结果。",
			"文昌是智识（不是学历！！）和处事的始与终。",
			"右弼是内在的思想源头，动机。",
			"左辅是行为的执着和驱动力。",
			"左曲，是行动和结果；右昌，是初心和事情的开端与结束。那么左右便是表现与内在，昌曲就是过程和成果。",
			"己干，那就是明示文曲化忌的好坏。在六内为吉，且无自化。",
			"丙戊己辛壬，所以叫五蕴，关键看这五个宫位有无生年、自化以及左右昌曲。如果遇到天干在子丑寅卯位重复，取寅卯位的天干，而不用子丑位的。"
		],
		"自化": [
			"于理，自化是平衡来因宫发射的生年四化。（与生年四化相关）",
			"于象，自化是现象的时空出入。（与宫位、岁限相关）",
			"于数，自化乃现象存在的另一种变论。（是一种已存有的再变化）",
			"于气，自化就是表达时间上的物象存有论。（宫位因岁限再次发生变化）",
			"生年四化因“自化”而产生先后次序之别！",
			"必须以生年四化为基础。生年四化+自化，是先有再变【注意：生年四化的本宫或对宫有自化，均算生年又自化】。",
			"自化重点在变",
			[
				"向心自化飞出本宫（飞入对宫）；离心自化一定是泄出或改变模式，其细节是把生年四化排出本宫或变换。",
				"向心自化是物质凝聚而“势必发生”什么，重点在空间应验。",
				"自化“法象”是把生年四化的星宫象全部拿过来，与自化宫位组合，最后才飞出,飞入，或者排出。"
			],
			"于“理”而言，生年四化就是体，就是先决条件。生年四化又自化，就是自化之用。",
			[
				"就是生年四化的动态过程【先有体的存在，然后有用的应用】。",
				"自化找生年四化所在的宫位，两宫互动显征兆。",
				"生年有自化则体用合一，结论在自化即从生年到自化的变动过程。",
				"例如，福德宫生年化忌；向心忌入财帛，时间一到（岁限人事宫），福德的忌便要飞到对宫，福德宫本身的生年化忌仍然存在（质不变）但能量减弱（量变）。而财帛宫有生年化禄，生年禄不变，禄忌相逢为双禄/忌。好与不好具体解法看岁限是不是六内宫（本命盘是六内到六内仍不为凶）。"
			],
			"自化在“数”，与天干序数有关（这是重要观念），比如兄弟宫生年权自化忌在丙干，兄弟姐妹不超过三人（因为自化忌是收纳天干丙3的，如果是自化禄就可能不止三人）。【注意生年四化的天干是奇数还是偶数，以及自化天干的奇偶数】",
			"自化出与入的区别：站在生年四化上看，同类自化是“入”。站在自化上看，生年四化是“出”。",
			"自化的串联：",
			[
				"生年四化与各宫同类自化类聚。比如生年化忌与有自化忌的宫类聚。",
				"然而自化太多则生年四化对自化宫位作用会相应减小。【生年的能量不会消灭，但会因为自化的太多而减弱。注意：生年所在宫位并不会受自化的拖累。】"
			],
			"自化的并联：",
			[
				"同宫有两个生年四化、自化。比如，官禄宫天机自化权，生年化权在父母同时还有生年化禄，则用官禄宫干化禄，+天机自化权。",
				"【就是说生年四化有两个在同宫，则该同类的自化宫位，要“法象”就要把同宫两个四化都用过来。比如，A宫有且只有自化忌，生年化忌与化权在交友宫，则A宫“法象”交友宫化忌，再用A宫干四化去找化权，回到A宫则以交友宫生年忌；A宫自化忌；A宫干化权和其人事宫，三星宫象同论A宫】"
			],
			"串联是自化串生年，并联是生年相并（以自化串）。",
			"四种情况：",
			[
				"①生年单星自化，“法象”生年四化，结合两宫论断。",
				"②生年双星自化，“法象”生年四化，因为生年有双象，所以自化要平衡就需要从生年落宫取同类，若只有一个同类，则自化宫飞化找生年同类的另一个。",
				"③生年+自化再串联，自化串联，不再“法象”生年。【解法则为已有现象再做变化，以本宫自化为最后解释；一般而言都是“泄出”或能量变换】。",
				"④无生年自化；有自化并串联，A宫自化“法象”生年四化，B宫自化同A宫一样但A宫没有生年四化，或C宫自化与B宫自化相同，则【解法是单纯“法象”生年四化即可】。【无生年而自化，本身就要做物象解】。"
			],
			"飞宫与自化【这是在自化为平衡而飞宫时的情形，以生年四化为主】：",
			[
				"①自化+飞宫+生年，必发生现象，为势在必行。同类归零，没作用。同组相消，能量消减。【同组就是禄忌一组，权科一组】。不同类、不同组，能量叠加。",
				"②自化+飞宫（无生年），有间歇现象，但终究消失。"
			],
			"来因宫有自化，表示现象的“绝对”存在。",
			"自化忌都表示变得不顺。离心自化和向心自化要分开解释。向心自化，遇到对宫有生年要注意本宫、对宫关系。】",
			"大限着重看生年四化，流年着重看自化。",
			"“用”时自化宫往下推，即本命→大限→流年。“法象”则生年宫位上推，即生年宫位从流年→大限→本命。【这样，站在自化宫则流年就是应期，解法是生年本命带来的必然能量。注意，这里和河洛的解盘逻辑是不同的。就是说流年入自化宫位便可断应期！】",
			"若A宫自化遇到生年+自化，则该生年宫位是体用合一的，体要解释因为生年四化质不灭，用的解释是生年落宫的自化。【比如兄宫生年忌+自化离心权，交友宫自化向心科。那么流年走到交友，“法象”本子文曲科，流迁生年文昌忌；文曲科，则生年忌+向心自化科-离心自化权。解法：用自化下推，则本年表现突出，辛苦过后感到满意。钦天本宫、对宫一体。】",
			"断吉凶看出入六内宫还是六外宫。",
			"生年四化与自化存在顺序先后问题，依照先生年后自化来解。向心自化与离心自化在同宫，以此顺序解且不能视作抵消。",
			"自化代表还有，在数为“量”的变化。",
			"凡自化都是“先有而后变”。",
			"生年四化必须依来因宫的宫位来解释。",
			"凡遇自化，其意全变。其意为“不执着”，禄权科忌都是先“有”然后因为“不执”而流出，唯自化忌还有后续麻烦。自化乃四化用神所在，即本宫飞星回归于自身而不能承受，泄出。【自化在本宫位来讲，一定是无中生有，有中生无】",
			"自化禄宫，看化忌；自化忌，看化禄。自化权，看化科；自化科，看化权。【生年或自化都只是“缘”，若要定“份”则看同组四化——禄忌；权科】又，禄忌本从权科出，不懂权科，禄忌不全。"
		],
		"基本方法": [
			"一，论命格，只看来因宫和生年四化所落何宫。是静态分析【用河图数】。",
			"二，大限流年",
			[
				"A大限流年，则看生年四化落宫名称的变化【看重叠】。",
				"B然后找到自化宫位，“法象”生年之四化。【用生年四化去解释自化宫位的自化；可以看做呼应，用这种“四化”呼应来解释各个宫位的象。此时来因宫就是解释生年四化的基准。】"
			],
			"三，财富",
			[
				"武曲是财星，化禄在财帛宫，却不代表有钱。只是说武曲的财要自谋生计才行。武曲也不主荫。文曲是财星，己干的文曲化忌，胜过武曲化禄，因为文曲代表有人荫庇的财——贵人来相助。",
				"若文曲化忌与廉贞化忌汇合，财运吉旺，富可敌国。“小富在勤，大富在命”，千万上亿都与文曲有关——说到底就是“祖德荫庇”。",
				"武曲则代表资产，文曲代表现金，这一点要分清。",
				"武曲财要辛苦挣钱，文曲是贵人、祖荫，是各人的福报（天同与文曲都在兑卦，说明天同的福也是荫庇，非关个人努力）。【又，后天财星为天相】"
			],
			"四，文昌一般只看学问，但只在学校时代管用，走入社会文昌的学问就变成了“人际与处世”。其次，15岁前和45岁后（来自洛书），文昌代表健康，需要注意。又，文昌代表教育我们的师长、善识。文昌的深意在一辈子学做人、学待人。",
			"五、婚姻",
			[
				"【武曲是嫁娶之星】，武曲四化看婚姻相待的好坏【但不论及离婚】。",
				"【天同看结婚与离婚】。",
				"看【日、梁宫位】来判断两家关系如何。太阳代表男方父母，天梁代表女方父母。所谓【财帛宫是夫妻的对待位】，也是从这里引申出来的。",
				"所以，论婚姻要看【太阳与天梁的组合，以及天同与天梁的组合】。",
				"其次注意化科与化忌（名与分，反之化禄只是有缘）",
				"第三，自己看命、疾两宫（1、6），对方看夫、友二宫（3、8）。合盘是看财帛与田宅（5、10）。",
				"重点看【福德宫四化是否引动我方1、6，对方3、8，次看父母宫】。",
				"星辰主要看天同与武曲，武曲是有情不一定结婚，天同则代表“婚姻的名分”。【应用仍然在天干，其中化忌则看婚姻的长久与否】。",
				"具体来说，就是天同落宫的化合之“象”（四化）与生年的关系再将天同落宫与天干化合宫对比。（举例说明：比如我的天同在丁干，丁壬化合科，则看自己的生年C与自己盘上的壬干宫位的关系）"
			],
			"四化论法",
			[
				"来因宫四化【生年四化】为现象/物存在论。",
				"论命重心在天干化合与地支六合（暗合宫位）。",
				"钦天以“天垂象，见吉凶”——也就是【天干化合】见吉凶。",
				"乙庚化禄，戊癸化权，丁壬化科，丙辛化忌。【甲己土，看寅申巳亥】化气由庚，数为河图数七曰“策”。【用法：“在天成象，在地成形”。生年四化的宫干在同类飞化，便是岁限的具体解法。】一宫有三象（包括自化、生年）时，缺少的一个四化，即是物象（指从事的现象）。",
				"【象中有数】：以生年四化所坐天干，化合另一天干看其中产生的新“象”，注意化合后的四化，其生年在内局还是外局。（生年天干化合再转化到另一生年）"			
			],
			"钦天特点",
			[
				"钦天十二宫没有主次，宫宫平等，不用命宫四化，没有身宫概念，重来因宫。",
				"钦天四化不用气数位，不用转忌转禄，只用自化+生年，偶尔用飞宫。",
				"三象成一物，宫位+四化+星辰，就可解释物象。",
				"星、宫、生年是静态，只有自化、飞化注入能量后，才有吉凶。",
				"生年是体，自化是用，用归于体。",
				"生年忌、离心自化忌，除本宫外，冲对宫。离心自化都是本宫能量“泄出”，向心四化是把本宫能量转移到对宫。（化忌仍然有好坏吉凶，在内局为好，在外局为不好；并用宫位虚实可看化忌吉凶的程度）",
				"钦天四化关键在阴阳平衡理念，四化无吉凶，穷通富贵是配置问题。吉星不一定吉。",
				"生年四化影响一生。自化在大限流年才显示意义。",
				"正宗钦天用星只有十四主星+四化星+左右昌曲，其余一概不用。"
			]
		]
	},
	
	"HuaInHouse": {
		"禄": {
			"命宫": [
				"表这一辈子福禄，财禄，食禄不缺。",
				"表人缘佳，为人随和，忙碌中得财禄。",
				"主聪明，智商高，有才华，属自立格。",
				"主幼年多灾，较难养，过第一个大限就好，彰显化禄星的解厄制化之功。",
				"主忙碌，忙碌中得食祿、財祿。",
				"缺乏主見、耐性、耳根軟、沒定性而易喜新厭舊。",
				"著重金錢的追求，財的流動性大，但易因輕諾而失財，故有輕財之象。",
				"隨和不計較，不記很，善言但言之無物，說得多、做得少。",
				"祿在命、科在疾者，一生風月中打滾。"
			],
			"兄弟宫": [
				"兄弟姐妹视同命宫解说，凡六亲宫皆如是解。",
				"兄弟姐妹彼此有缘，手足情深。",
				"借兄弟姐妹之力相扶持，较易得财禄，食禄，亦表征服务于私人机构。"			
			],
			"夫妻宫": [
				"配偶同命宫解说。",
				"姻缘早发，但未必早婚。夫妻缘浓情深，感情佳。",
				"喜自由恋爱的婚姻类型。",
				"结婚之后食禄，财禄易彰显，或借助配偶之立交易得财禄。"			
			],
			"子女宫": [
				"子女同命宫解说。",
				"结婚生子之后食禄，财禄易彰显，亦表征子女带财库来。",
				"在外人缘好，异性缘佳，含桃花。",			
				"可借合伙之力得财，或学生缘之财，或桃花财（如男妇产科医生或儿科医生）。"			
			],
			"财帛宫": [
				"主我有财，忙碌着赚钱，可得人缘之财。",
				"但较不擅理财，对金钱的控制力较薄弱。"		
			],
			"疾厄宫": [
				"脾气好，心宽体胖。",
				"幼年多灾难，较难养，须过房，吃别人家的水米，或给神当孩子，有解厄之宫。"		
			],
			"迁移宫": [
				"出外较能得食禄，财禄，为出外发迹之命。",
				"出外人缘好，机遇佳，易得贵人相助，提拔。",
				"晚年运亦佳。"			
			],
			"交友宫": [
				"交友视同命宫解释。",
				"朋友与我有缘，彼此和睦相处，较易得朋友之助，而得食禄，财禄。",
				"宜服务与私人机构，或往人潮热闹之处谋生或创业，较易的食禄，财禄。"			
			],
			"官禄宫": [
				"表在事业上，或工作环境人缘佳，且工作忙碌，在忙碌中得食禄，财禄。",
				"求学运佳，学业成绩好。",
				"主这一辈子机运加，上班易升迁，易得贵人提拔，自立创业或上班薪俸皆宜。"			
			],
			"田宅宫": [
				"主我有财有库，能自置产业。",
				"在家人缘好，与家人相处和睦。",
				"住宅环境佳，宜开工厂，店面生意易得财。"			
			],
			"福德宫": [
				"我有福可享，生活享受较讲究。",
				"喜乐善布施，则福禄，财禄，食禄会更彰显。",
				"表具福惠，悟性高，女命谓之秀外惠中之质。"			
			],
			"父母宫": [
				"父母视同命宫解。",
				"父母与我有缘，较得父母或长辈之庇荫，或服务于公教，或智慧，著作得财。",
				"表文书宫，亦表我头脑不错，主聪明。",
				"宜在出生地，血缘地发展，较易得食禄，财禄。"			
			]
		},
		"科": {
			"命宫": [
				"主聪明，博学多闻，眼光灵巧，一学即知。",
				"主斯文，有风度（男命），或主风情万种（女命），与人相处和睦",
				"重声誉，爱面子，但多愁善感。",
				"一生主平顺，做事交友计划性。",
				"我就是我自己的贵人，人生若逢曲折，靠自己解决，属于荫人而非人荫之格。",
				"来因宫是官禄宫或父母宫时，主功名，科甲。",
				"科本有排比類序的意思 ，所以生年科入命， 多有計劃企劃、策劃的能力。"
			],
			"兄弟宫": [
				"兄弟姐妹视同命宫解。",
				"我与兄弟姐妹彼此有风度，相处和睦。",
				"兄弟姐妹是我的贵人。"			
			],
			"夫妻宫": [
				"配偶视同命宫解。",
				"配偶温柔体贴，善解风情，夫妻感情佳。",
				"配偶是我的贵人。",
				"姻缘往往来自同事，同学或兄弟姐妹的介绍。"			
			],
			"子女宫": [
				"子女视同命宫解。",
				"子女聪明伶俐，乖巧有教养。",
				"我在外与人相处和睦，易有桃花，属于有情调型桃花。",
				"合作事业主平顺。"
			],
			"财帛宫": [
				"主有财，但非很多。收入平稳，平顺，这一辈子不会为财所困，若拮据时也能船到桥头自然直，但在顺境中应多帮助他人。",
				"理财能力佳，理财有计划性。是会计最佳人选。",
				"宜上班薪俸，或从事文教工作。"			
			],
			"疾厄宫": [
				"身体健康无大灾大难，能逢凶化吉，化险为夷。",
				"脾气不错，有幽默感。"		
			],
			"迁移宫": [
				"外出主平顺，多得贵人提拔扶助。",
				"外出主风度有佳，主风情，做事有计划性，亦主此生机遇佳。"			
			],
			"交友宫": [
				"交友视同命宫解",
				"我与朋友相处和睦，彼此有风度，互相关怀。",
				"朋友即是我的贵人。"			
			],
			"官禄宫": [
				"在工作，事业上主平顺且易得贵人提拔，亦主擅于计划。",
				"求学运佳，学业成绩亦佳。",
				"来因宫是父母宫时，主功名，科甲。"			
			],
			"田宅宫": [
				"主有不动产，住宅舒适，不喜搬家。",
				"居家朴实，布置格调高，清洁舒爽。",
				"我与家人和睦相处，家庭温暖。",
				"一下班就喜马上回家。"		
			],
			"福德宫": [
				"享受上有计划；喜布施助人。",
				"具有福慧，精神开朗。"		
			],
			"父母宫": [
				"父母视同命宫解。",
				"父母或长辈是我的贵人，得父母的关怀扶助。"			
			]
		},
		"权": {
			"命宫": [
				"主能干，有才华，有专技，具领导格局。",
				"表性刚，任性，霸道，主管意识较强，出事较有原则性和责任感。",
				"有不向环境屈服的坚韧性，有开创事业的局面及应变力。",
				"表幼年较易有外来的伤害，如跌伤，烫伤，撞伤。",
				"權本身即是實行執行付出，故權在命多勞多碌。",
				"權則變，變則變異、變動、驛馬、奔波，故命坐權，須防多變。",
				"命宮有權地位職務較有升遷的機會。",
				"權者，拳也、爭也、侵也，故易生是非及官非。"
			],
			"兄弟宫": [
				"兄弟姐妹视同命宫解。",
				"兄弟姐妹间易有争执，摩擦之象，长大成人后应分家各自独立。"		
			],
			"夫妻宫": [
				"配偶视同命宫解。",
				"配偶主能干，比我有成就。夫妻间难免有争执，摩擦或口角是非，宜相忍互敬，才好相处。",
				"姻缘心态往往奉父母或儿女之命而结合。"	,
				"男命主惧内，女命主怕夫，盖配偶掌权之故也。"		
			],
			"子女宫": [
				"子女视同命宫解。",
				"子女幼年较顽皮，具叛逆性；辅导上宜用疏导的方式，不可用专制压制的方式，避免反效果。",
				"性生活欲念较强烈，桃花属占有型，非两厢情愿。"			
			],
			"财帛宫": [
				"主我有财，赚钱的欲念较强烈。",
				"用专技或擅于用钱来赚钱，属于敢赚敢花型。"		
			],
			"疾厄宫": [
				"此生易有碰伤，跌伤，撞伤，烫伤等意外伤害，但往往发生在第一大运。",
				"脾气较烈，主观意识高涨，且表现欲强，喜出风头。"		
			],
			"迁移宫": [
				"外出较能较能展现才华，能干与魄力。",
				"在外活动力强，喜掌权，受人器重。",
				"出外易与人有争执，摩擦之象，故宜避免锋芒太露而遭嫉妒"			
			],
			"交友宫": [
				"交友视同命宫解释。",
				"朋友比我能干，有才华，与朋友易有争执，摩擦之象。"			
			],
			"官禄宫": [
				"在工作事业上，较能展现才华，能干，亦较能掌权，属领导管理人才。",
				"有开创事业的斗志和局面，若从事外务工作，即是最佳人选。",
				"机运佳，流年走道易升迁。"			
			],
			"田宅宫": [
				"我有不动产，喜置不动产，且室内布置有摆阔之象。",
				"在家喜掌权，易与家人有争执，摩擦。"		
			],
			"福德宫": [
				"喜享受，偏向与挥霍性的摆阔，属敢化型。",
				"较劳心劳力，难得清闲。"			
			],
			"父母宫": [
				"父母视同命宫解。",
				"得父母之庇荫，但与父母在价值观，人生观易有差距，代沟",
				"父母较具威严。"			
			]
		},
		"忌": {
			"命宫": [
				"这一辈子主较有坎坷不顺的感受，往往有事与愿违之象。",
				"自尊心强，相应的自卑感也重。",
				"个性内向，易固执己见，常有怀才不遇之感慨。",
				"自己易钻牛角尖，亦从事运用思考的工作，如紧密科技，玄学，或幕僚咨询工作，或上班为宜。",
				"若做生意，可做冷门，偏门生意，或做现金生意，或者信用证(L/C)支付的外贸等变动性大的生意，或咨询，顾问性质的生意。",
				"生年忌在命，忌則欠，入命即所欠在己，為自立格。",
				"生年忌坐命宮，在人主是非不順、緣薄;在事主變動、變遷、阻礙; 在物主得或失。特重財物的持有，保守收斂，故最不喜物品與人共用。",
				"忌則楼養模批，棪素則言貌為真，不假修餅，喜怒哀樂都順現於表情上",
				"忌星人命，於財物看得過重，終究是小氣吝窗，自然便會計算 ，所以有時會令人生厭",
				"生年忌在命，於男女情愛，愛你愛到死，情愛之心太過，又有強大的占有慾，愛得太兇，就變凶 。"
			],
			"兄弟宫": [
				"兄弟姐妹视同命宫解。",
				"我对兄弟姐妹潜意识里有亏欠的感受，故想弥补他们，替他们分忧解劳。",
				"生年忌在兄弟宫，且兄弟宫位于寅申巳亥四马之地，谓之拆马忌。表兄弟姐妹有人较无缘，或幼年夭折，意味着生离死别。",
				"兄弟姐妹长大成人后，宜分居，或不要再一起工作或合伙，以免有口舌是非之困扰。"			
			],
			"夫妻宫": [
				"配偶视同命宫解。",
				"与配偶缘分较薄，潜意识里对配偶有亏欠的感受，故想弥补他们，替他分忧解劳。",
				"初恋不易结合，结婚对象往往不是初恋对象",
				"晚婚为宜，早婚会对对方付出太多，主辛劳不顺或生离死别之象。"		
			],
			"子女宫": [
				"子女视同命宫解。",
				"潜意识里对子女有亏欠的感受，易有溺爱子女之象。",
				"与子女缘分较薄，或得子较迟，或男孩较少，或有生产不顺之象。",
				"第四大运前不宜合伙。"			
			],
			"财帛宫": [
				"主有财，但不多，得之较辛苦。",
				"表守财不牢，故身边不宜多带现金，最好买不动产，否则财进，马上就财出。"			
			],
			"疾厄宫": [
				"先天体质较弱，或有暗疾；幼年时体弱多病。",
				"脾气较固执，率直，率性而为。"
			],
			"迁移宫": [
				"出外较不顺，主辛劳难免，易犯小人，但非表不能外出。",
				"此生机遇差。"			
			],
			"交友宫": [
				"交友视同命宫解说。",
				"对朋友潜意识有亏欠的感受，故惜情重义，但不可重财，否则损财又友失。",
				"朋友当中有人对我不利，或易与我唱反调。"			
			],
			"官禄宫": [
				"此生工作，事业多变动，多变迁，故以上班薪俸为宜。",
				"若要做生意，宜做冷门，偏门，或现金或变动性快的事业，或咨询顾问类的生意。",
				"事业或官运较有不顺的感受，易有是非，少逢贵人。"			
			],
			"田宅宫": [
				"主有不动产，但购置不动产的过程往往有不顺之象，如产权不清或筹款不足等。",
				"幼年或未购置不动产前，易有搬家，租房的现象。",
				"不承祖业，但非表午祖业。"			
			],
			"福德宫": [
				"享受少，或有福不会享。",
				"身心两忙，劳碌中带有一点是非。"
			],
			"父母宫": [
				"父母视同命宫解。",
				"与父母缘分较薄，或因人生观，价值观有差距或代沟。故与父母较无话可说。",
				"但主孝顺双亲，然拙于表达孝义，或较无财禄孝敬。",
				"父母宮為子女宮的官祿位，忌人則主子女不喜讚書，考運不佳。",
				"父母宫為交友宮的財帛位，忌人主欠朋友債，不可作保、背書等。",
				"父母宮也是夫妻宫的田宅位為配偶之家，忌人則主關係疏離。"			
			]
		}
	
	}

}
