{
	"ord": 20,
	"name": "观",
	"guaname": "巽坤",
	"abrname": "风地",
	"desc":"风地观卦 巽上坤下",
	"yao": [0, 0, 0, 0, 1, 1],
	"卦辞": "盥而不荐。有孚颙若。",
	"爻辞": [
		"初六，童观，小人无咎，君子吝。", 
		"六二，窥观，利女贞。", 
		"六三，观我生，进退。", 
		"六四，观国之光，利用宾于王。", 
		"九五，观我生，君子无咎。", 
		"上九，观其生，君子无咎。"
	],
	"爻象": [
		"“初六童观”，“小人”道也。",
		"“窥观女贞”，亦可丑也。",
		"“观我生进退”，未失道也。",
		"“观国之光”，尚宾也。",
		"“观我生”，观民也。",
		"“观其生”，志未平也。"
	],
	"彖": "大观在上，顺而巽，中正以观天下，观。“盥而不荐，有孚颙若”，下观而化也。观天之神道，而四时不忒，圣人以神道设教，而天下服矣。",
	"象": "风行地上，观。先王以省方观民设教。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua20/",
	"symbolize": [
		"坤为土，表示沙尘暴",
		"坤为灾难，表示祸不单行。",
		"坤为柔顺，为犹疑不决，故巽为从。",
		"坤为柔，为迟缓，为恭敬，为懦弱，表示懦弱而不决断。",
		"坤为柔，表示轻而柔软的事物。",
		"坤为犹疑不定，为懦弱，故巽为迷，为没有规律性，人云亦云者。",
		"坤为犹豫不决，故巽为疑惑。",
		"坤为庄稼地，表示整齐的庄稼地。",
		"坤为税务，表示与税务有关的命令；坤为粮食，表示与农业有关的命令；坤为土地，表示与土地有关的命令；坤为纺织，表示与纺织，服装有关的命令；坤为臣民，表示地方性的命令；坤为滋育，表示与生育有关的命令；坤为农民，表示与农民有关的命令。",
		"坤为粮食，表示农业教育。",
		"坤为农田，表示农业技术；坤为纺织，表示纺织技术；坤为服装，表示服装设计。",
		"坤为隐藏，表示隐藏很巧妙。",
		"坤为懦弱，表示虚伪而懦弱。",
		"坤为温柔，表示细腻温柔；坤为面粉，表示精细的面；坤为糖，表示细砂糖；坤为棉，表示精梳棉；坤为肉，表示瘦肉。",
		"坤为灾害，表示疾速而带来灾害。",
		"坤为日用品，表示从事日用品行业；坤为面粉，表示从事面粉方面的行业；坤为服装，表示从事纺织，服装生产，销售等行业；坤为农民，表示从事与农业生产有关的行业。",
		"坤为温柔，表示温柔的抚摸。",
		"坤为暗，为藏，故巽为覆盖。",
		"坤为粉，表示很细的粉末；坤为服装，表示腰带，丝带。",
		"坤为土，表示薄薄的一层土；坤为粉末，表示一层薄粉；坤为服装，表示薄料的衣服；坤为被褥，表示薄被。",
		"坤为面粉，表示面条；坤为布，表示丝带。",
		"坤为土，表示扬沙，浮尘。",
		"坤为甜，表示甜甜的气味；坤为土，表示土气重，即空中浮尘多；坤为杂，表示复杂的味道；坤为肉，即身体，表示体味；坤为湿气，表示湿气重的味道，即潮湿发霉的味道。",
		"坤为操场，表示干净整洁的操场；坤为房子，表示打扫整洁的房子；坤为皮肤，表示皮肤洁净，没有缺陷；坤为食物，表示干净卫生的食物。",
		"坤为犹疑不定，为懦弱，故巽为附和。",
		"坤为面粉，表示新做的面食，面点等点心。",
		"坤为小气，故巽为悭吝；坤为胆小，表示小气又胆小怕事。",
		"坤为虚，为静，故巽为空虚。",
		"坤为杂乱，表示忙乱；坤为众，表示众多的人在忙碌。",
		"坤为棉，表示棉绳。",
		"坤为服装，表示有纤维含量的服装。",
		"坤为纸张，故巽为信件。",
		"坤为众，为百姓，表示民航。",
		"坤为棉，表示海绵床。",
		"坤为服装，表示长条衣服柜子；坤为杂，表示长条的杂货柜；坤为旧的，表示旧的长条桌柜。",
		"坤为棉被，表示薄被。",
		"坤为众，表示茂密的竹林，郁郁的草原。",
		"坤为地，表示地下通道。",
		"坤为众，表示人很多的道路，热闹的道路；坤为杂，表示乱而杂的道路；坤为农庄，表示乡间道路；坤为庄稼地，表示田间道路；坤为城郭，表示城市中的道路。",
		"坤为农村，表示农村里的土地庙。",
		"坤为农村，表示设在农村的邮局；坤为平原，表示平原地带的邮局。",
		"坤为五谷杂粮，表示五谷杂粮商店；坤为面粉，表示卖面的商店；坤为服装，表示服装店；坤为水泥，表示水泥商店；坤为被褥，表示家纺商店；坤为肉，表示肉店；坤为糖，表示卖糖的商店；坤为妇女用品，表示女性用品专用店；坤为日用品，表示日用品商店；坤为杂，表示杂货铺；坤为包，箱子，表示箱包商店；坤为书，表示书店；坤为食品，表示副食品商店，休闲食品商店。",
		"坤为民众，表示民用机场。",
		"坤为眩晕，表示伤风感冒而头晕。",
		"坤为癌症，表示食道癌；坤为虚弱，表示食道功能，肠道功能减退。",
		"坤为大腹，为滋育，故为孕妇，表示怀孕导致的坐骨神经痛。",
		"坤为癌症，表示淋巴癌。",
		"坤为眩晕，表示血管性眩晕。",
		"坤为消化不良，表示神经性厌食；坤为胃部，表示神经性胃炎。",
		"坤为癌症，表示肝癌；坤为脂肪，表示脂肪肝；坤为癌症，表示脂肪肝；坤为慢性病，表示慢性肝部疾病。",
		"坤为脾胃，表示脾胃失调引起的宿酒痞满症。",
		"坤为皮肤，表示体表传染疾病，沙眼，破伤风等。",
		"坤为肉，为脂肪，表示胯肉多，即体态肥大。",
		"坤为众，表示头发多；坤为油脂，表示油性发质；坤为黄色，表示发质偏黄。",
		"坤为脂肪，表示肩膀比较肥大。",
		"坤为土地，故巽为蚯蚓等长的地虫。",
		"坤为柔顺，故巽为猫。"
	]
}
