{
	"ord": 8,
	"name": "比",
	"guaname": "坎坤",
	"abrname": "水地",
	"desc":"水地比 坎上坤下",
	"yao": [0, 0, 0, 0, 1, 0],
	"卦辞": "吉。原筮，元，永贞，无咎。不宁方来，后夫凶。",
	"爻辞": [
		"初六，有孚比之，无咎。有孚盈缶，终来有它，吉。", 
		"六二，比之自内，贞吉。", 
		"六三，比之匪人。", 
		"六四，外比之，贞吉。", 
		"九五，显比，王用三驱，失前禽，邑人不诫，吉。", 
		"上六，比之无首，凶。"
	],
	"爻象": [
		"比之初六，有它吉也。",
		"“比之自内”，不自失也。",
		"“比之匪人”，不亦伤乎？斋",
		"外比于贤，以従上也。",
		"“显比”之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。",
		"“比之无首”，无所终也。"
	],
	"彖": "比，吉也；比，辅也，下顺従也。“原筮，元永贞，无咎”，以刚中也。“不宁方来”，上下应也。“后夫凶”，其道穷也。",
	"象": "地上有水，比。先王以建万国，亲诸侯。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua08/",
	"symbolize": [
		"坤为泥沙，表示泥水，浑浊的水，脏水。",
		"坤为懦弱，胆小，表示因为懦弱，胆小怕事受人欺侮而劳苦。",
		"坤为庄稼地，表示地势低的庄稼地；坤为城郭，表示地势低的城郭；坤为农村，表示地势低的农村，农舍。",
		"坤为服装，表示与服装有关的法律规定；坤为日用品，表示与日用品生产销售有关的法律规定；坤为公共事业，表示公共事业方面的法律规定；坤为粮食，表示农业方面的规定；坤为糖，表示制糖业有关的法律规定；坤为土地，表示土地规划方面的法律规定；坤为税务，表示税法；坤为工商，表示工商方面的法律。",
		"坤为穷，表示在穷困的生活中沉沦。",
		"坤为虚，表示心虚；坤为柔顺，表示比较柔和，顺从；坤为操劳，表示内心操劳；坤为温厚，表示内心厚道；坤为暗，为藏，表示阴暗的内心；坤为吝啬，表示小气鬼；坤为狭小，表示心胸狭隘。",
		"坤为迟钝，表示思维迟钝；坤为静，表示不爱动脑子的人；坤为复杂，表示思想比较复杂；坤为脏，表示思想肮脏之人；坤为皮肤，表示思想比较肤浅；坤为闭，表示思想封闭；坤为顺从，表示顺从，被动接受的思想；坤为懦弱，表示思想懦弱；坤为狭小，表示思想狭隘；坤为暗，藏，表示善于隐藏自己的想法。",
		"坤为服装，表示旧衣服，烂衣服；坤为农舍，表示破败的农庄；坤为箱包，表示旧箱包；坤为书，表示旧书。",
		"坤为柔顺，为顺从，为没主见，故坎为善变。",
		"坤为家，表示困在家里不能出去。",
		"坤为粮食，表示受污染的粮食；坤为服装，表示受污损的服装。",
		"坤为大地，表示地震灾害；坤为土，表示沙尘暴。",
		"坤为皮肤，表示皮肤有凹陷之处，即有疤痕。",
		"坤为静，表示静静的啜泣；坤为眩晕，表示都要哭晕了。",
		"坤为粮食，表示冷藏的粮食；坤为食品，表示冷藏，冷冻食品。",
		"坤为皮肤，表示皮肤疾病；坤为胃部，表示脾胃方面疾病；坤为腹部，表示腹部疾病；坤为虚，表示气虚。",
		"坤为懦弱，为顺从，故坎为随波逐流。",
		"坤为犹豫不决，故坎为多心，多疑。",
		"坤为含蓄，表示聪明而含蓄；坤为迟钝，表示大智如愚型。",
		"坤为暗，为藏，表示暗地里算计，背后算计。",
		"坤为皮肤，表示皮肤溃疡；坤为胃部，表示胃溃疡。",
		"坤为田野，表示寂静的田野；坤为村庄，表示寂静的村庄。",
		"坤为勤劳，表示勤劳忍耐；坤为沉默，表示善于忍耐而沉默；坤为恭敬，表示忍耐而恭敬。",
		"坤为肉，为脂肪，表示动物油；坤为粮食，表示粮油，豆油。",
		"坤为脂肪，表示奶油，巧克力类饮品。",
		"坤为粮食，表示粮食酒；坤为黄色，表示啤酒，黄酒；坤为大众，表示低档，大众消费的酒。",
		"坤为大众，表示一般阶层消费的涂料。",
		"坤为民众，表示居民用煤炭，石油。",
		"坤为肉，表示身材肥胖之人，动物脂肪。",
		"坤为众，表示大众家居必备药物。",
		"坤为大，表示满载货物的大卡车，大货车。",
		"坤为土地，为泥，表示泥泞之地，沼泽地。",
		"坤为大众，表示大众澡堂。",
		"坤为杂，为藏，表示储藏用的地下室。",
		"坤为平房，表示平房式的酒吧；坤为脏，杂，表示乌七八糟的酒店，酒吧。",
		"坤为肉，表示贮藏肉的冷库。",
		"坤为大众，表示一般阶层消费的妓院。",
		"坤为杂，为脏，为众，故坎为贫民区。",
		"坤为民众，表示民营煤场。",
		"坤为公共，表示公共停车库。",
		"坤为虚，表示肾虚，肾气不足；坤为癌症，表示肾癌。",
		"坤为癌症，表示膀胱癌。",
		"坤为杂，为脏，表示耳朵分泌物过多。",
		"坤为湿气，表示腰部有湿气。",
		"坤为食物，表示食物中毒；坤为粉尘，表示粉尘中毒。",
		"坤为脾胃，表示劳累引起的消化系统疾病。",
		"坤为皮肤，表示全身性的水肿。",
		"坤为肉，表示腰部肉很多，水桶腰。",
		"坤为肉表示背比较肥厚；坤为狭小，表示背部比较窄小。",
		"坤为肉，表示耳朵比较肥厚。",
		"坤为农舍，表示家猪；坤为滋养，表示怀孕的猪。",
		"坤为滋养，表示哺乳类脊椎动物。"
	]
}
