{
	"ord": 29,
	"name": "坎",
	"guaname": "坎坎",
	"abrname": "水水",
	"desc":"坎为水 坎上坎下",
	"yao": [0, 1, 0, 0, 1, 0],
	"卦辞": "有孚维心，亨。行有尚。",
	"爻辞": [
		"初六，习坎，入于坎，窞，凶。", 
		"九二，坎有险，求小得。", 
		"六三，来之坎，坎险且枕，入于坎，窞，勿用。", 
		"六四，樽酒簋贰用缶，纳约自牖，终无咎。", 
		"九五，坎不盈，祗既平，无咎。", 
		"上六，系用徽纆，窴于丛棘，三岁不得，凶。"
	],
	"爻象": [
		"“习坎入坎”，失道，凶也。",
		"“求小得”，未出中也。",
		"“来之坎坎”，终无功也。",
		"“樽酒簋贰”，刚柔际也。",
		"“坎不盈”，中未大也。",
		"上六失道，凶三岁也。"
	],
	"彖": "“习坎”，重险也。水流而不盈。行险而不失其信。维心亨，乃以刚中也。“行有尚”，往有功也。天险，不可升也。地险，山川丘陵也。王公设险以守其国。险之时用大矣哉！古",
	"象": "水洊至，习坎。君子以常德行，习教事。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua29/",
	"symbolize": [
		"坎为碱性，表示碱性大的水。",
		"坎为漂泊，表示漂泊不定而劳苦。",
		"坎为黑社会，表示黑社会人员；坎为贼盗，表示盗贼；坎为水手，渔民，表示船员，海上工作人员；坎为毒，表示毒品销售人员；坎为煤炭，表示煤矿开采工作。",
		"坎为厕所，表示流动厕所。",
		"坎为石油，表示与石油管理有关的法律；坎为煤炭，表示与煤炭管理有关的法律；坎为药物，表示与药物管理有关的法律；坎为江河湖海，表示与水产品开发及海洋治理与保护的有关法律；坎为水，表示与水源管理有关的法律，比如饮用水各项指标限定；坎为劳务人员，表示与劳务工人有关的法律。",
		"坎为毒药，表示在毒品的刺激中沉沦；坎为淫欲，表示沉沦在淫乱的生活中；坎为病，表示在病苦中沉沦消磨意志；坎为酒，表示酗酒，借酒消愁等；坎为沼泽，表示掉进沼泽里。",
		"坎为忧愁，表示心理发愁；坎为忧郁，表示忧郁的心理；坎为漂泊不定，表示漂泊不定的内心；坎为病，表示病态心理；坎为狠毒，表示心狠手辣；坎为多心，表示心思不定，思虑过度；坎为淫欲，表示内心淫荡；坎为狡猾，表示狡诈的内心。",
		"坎与坎组合，坎为不安，表示不安的思想；坎为狡猾，表示生性狡猾；坎为义气，表示重义气；坎为聪明，表示聪明的头脑；坎为仁慈，表示为人仁爱；坎为狠毒，表示心狠手辣之人；坎为思考，表示善于思考。",
		"坎为弓轮，表示车轮子坏了；坎为计算机磁盘，表示磁盘坏了；坎为排水设备，表示排水设备有故障；坎为冷藏设备，表示冷藏设备有故障。",
		"坎为淫荡，表示情色工作人员；坎为思考，表示思考而夜不能寐；坎为水，表示地下河流。",
		"坎为病，表示隐性病。",
		"坎为犯罪，表示因发愁某事而犯罪；坎为病，表示因忧愁而生病。",
		"坎为心，表示人心险恶；坎为江湖，即社会，表示社会险恶；坎为病，表示恶疾；坎为水，表示水患。",
		"坎为洪水，表示困在洪水中；坎为黑社会，表示困在坏人手里；坎为监狱，表示困在监狱里；坎为病，表示受疾病的困扰。",
		"坎为水，表示脏水，污染的水源；坎为饮料，表示污损的饮料。",
		"坎为河流，表示弯曲的河流。",
		"坎为河道，表示河道通畅；坎为排水设备，表示排水设备通畅。",
		"坎为水，表示水灾，泥石流；坎为冰雹，表示冰雹灾害；坎为雪，表示雪灾；坎为雾，表示大雾灾害。",
		"坎为水，泪水，表示泪如泉涌。",
		"坎为流动，故坎为漂泊。",
		"坎为水，表示冰水，带有冰碴的水；坎为饮料，表示冰镇的饮料；坎为水产品，表示冷藏的水产品。",
		"坎为肾脏，表示肾脏方面疾病；坎为膀胱，表示膀胱方的疾病；坎为耳朵，表示耳朵疾病；坎为泌尿系统，表示泌尿系统疾病；坎为血液，表示血液疾病；坎为水分循环系统，表示循环系统方面的疾病；坎为腰部，表示腰部疾病；坎为脊背，表示脊背方面的疾病。",
		"坎为中心，为心，表示内聪明；坎为狡诈，表示聪明但狡猾，即聪明不用正道上。",
		"坎为雨水，表示毛毛细雨；坎为雪，表示小雪；坎为水，表示静静的湖水；坎为暗夜，表示悄无声息的暗夜。",
		"坎为病，表示忍受病痛。",
		"坎为饮料，表示果醋饮料。",
		"坎为毒，表示毒酒；坎为药物，表示药酒；坎为冰，表示冰镇的酒。",
		"坎为黑色，表示黑墨水。",
		"坎为海，表示海中开采石油。",
		"坎为水，表示药水；坎为化工，表示西药。",
		"坎为煤炭，表示拉煤的车；坎为猪，表示拉猪的车。",
		"坎为溃，表示烂掉的李子，梅子等水果；坎为酒，表示梅酒。",
		"坎为药，表示浮萍中药。",
		"坎为败，表示废弃的洗浴中心。",
		"坎为毒，表示戒毒所。",
		"坎为血液，表示血站；坎为化工，表示贮藏化工产品的冷库；坎为冷饮，表示贮藏冷饮的冷库；坎为水产品，表示贮藏水产品的冷库；坎为药物，表示贮藏药物的冷库。",
		"坎为地下，表示地下车库。",
		"坎为水肿，表示肾水肿，肾囊肿。",
		"坎为水，表示耳朵里进水了。",
		"坎为曲，表示脊椎变形弯曲。",
		"坎为劳累，表示腰肌劳损。",
		"坎为药物，表示药物中毒。",
		"坎为药物，表示药物中毒。",
		"坎为心脏，表示劳累造成的心脏疾病，如心律不齐。",
		"坤为皮肤，表示全身性的水肿。",
		"坎为劳累，故坎为劳动之马。",
		"坎为狡猾，故坎为狐狸。",
		"坎为偷偷摸摸，故坎为老鼠。",
		"坎为水，表示鱼类脊椎动物。"
	]
}
