{
	"ord": 59,
	"name": "涣",
	"guaname": "巽坎",
	"abrname": "风水",
	"desc":"风水涣卦 巽上坎下",
	"yao": [0, 1, 0, 0, 1, 1],
	"卦辞": "亨。王假有庙。利涉大川，利贞。",
	"爻辞": [
		"初六，用拯马壮，吉。", 
		"九二，涣奔其机，悔亡。", 
		"六三，涣其躬，无悔。", 
		"六四，涣其群，元吉。涣有丘，匪夷所思。", 
		"九五，涣汗其大号，涣王居，无咎。", 
		"上九，涣其血，去逖出，无咎。"
	],
	"爻象": [
		"初六之吉顺也。",
		"“涣奔其机”，得愿也。",
		"“涣其躬”，志在外也。",
		"“涣其群元吉”，光大也。",
		"“王居无咎”，正位也。",
		"“涣其血”，远害也。"
	],
	"彖": "“涣，亨”，刚来而不穷，柔得位乎外而上同。“王假有庙”，王乃在中也。“利涉大川”，乘木有功也。",
	"象": "风行水上，涣。先王以享于帝，立庙。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua59/",
	"symbolize": [
		"坎为雨，表示风雨交加",
		"坎为思考，表示反复再三的思考；坎为算计，表示再三算计。",
		"坎为多心，表示疑心重而不决断。",
		"坎为多心，故巽为疑惑。",
		"坎为法律，表示发布的法律性规定；坎为水产，表示与水产有关的命令；坎为水，表示与海洋，航运有关的命令；坎为毒，表示缉毒方面的命令；坎为药，表示药物管理方面的命令；坎为石油，表示与石油有关的命令；坎为煤炭，表示与煤炭有关的命令。",
		"坎为法律，表示法律教育。",
		"坎为水产，表示水产养殖技术；坎为计算机磁盘，表示计算机技术；坎为水利，表示水利技术。",
		"坎为算计，表示善于算计。",
		"坎为多疑，表示虚伪而多疑；巽为狡诈，表示虚伪而狡诈。",
		"坎为算计，表示算计的很细。",
		"坎为险，表示疾速而危险。",
		"坎为水，水往低处流，表示发展发展每况愈下，越来越小的利市三倍；坎为药，表示从事药物方面的行业；坎为漂泊多变，表示从事的职业不稳定；坎为煤，表示从事煤矿方面的行业。",
		"坎为水，表示细细的水流，小溪。",
		"坎为井，表示井中直的事物，即井绳；坎为河道，表示笔直的河道。",
		"坎为污，为污渍，表示条状的污渍。",
		"坎为水，水中漂浮的事物，即水草，浮萍，船只，水中的落叶等水上漂浮物。",
		"坎为碱，表示碱性的气味；坎为毒，表示毒药的气味，天然气泄漏的味道；坎为脏，表示臭味。",
		"坎为水，表示纯净水，清澈的泉水。",
		"坎为多心，表示附和而有疑心，不是一心一意的附和。",
		"坎为法律，表示法律方面的交涉。",
		"坎为水产品，表示新鲜水产品。",
		"坎为淫荡，故巽为轻浮。",
		"坎为多心，为疑惑，表示悭吝又疑心重。",
		"坎为智慧，为算计，故巽为权谋；表示足智多谋。",
		"坎为淫，故巽为多欲。",
		"坎为思想，表示思维不集中，心烦意乱。",
		"坎为智慧，表示有勇有谋。",
		"坎为劳苦，表示忙而累。",
		"坎为弓轮，表示木质的车轮。",
		"坎为井，表示井绳。",
		"坎为水，为墨水，表示钢笔。",
		"坎为水，水中的飞机，表示潜艇。",
		"坎为水，水煎药",
		"坎为败，表示坏了的长条桌柜。",
		"坎为水，表示薄冰。",
		"坎为水，为海，故巽为海带。",
		"坎为清水，表示饮用水管道；坎为污水，表示排污管道；坎为石油，表示石油运输管道；坎为煤，表示煤气管道。",
		"坎为曲，表示弯弯曲曲的长廊，弯弯曲曲的道路；坎为脏，表示卫生不好的道路；坎为败，表示破烂的道路；坎为陷，表示地下通道；坎为水，为海，表示海边的道路，环湖公路。",
		"坎为海，表示跨海大桥；坎为曲，表示弯曲的桥；坎为败，表示报废的桥，废弃的桥；坎为弓轮，表示拱桥。",
		"坎为水，为井，为水沟，表示邮局旁边有井，邮局在湖边，邮局旁边有水沟；坎为渔村，表示渔村的邮局。",
		"坎为醋，酱油，香油，表示油盐酱醋杂货铺；坎为墨水，表示学习用具销售商店；坎为水产品，表示水产品商店；坎为水，表示饮用水商店；坎为涂料，表示涂料，染料商店；坎为李子，桃，杏等带核的水果，表示水果商店。",
		"坎为水，为江河湖海，故巽为码头。",
		"坎为险，表示紧急通道；坎为消防，表示消防通道。",
		"坎为病毒，表示病毒性感冒。",
		"坎为败，为水，表示食道溃疡，肠道溃疡。",
		"坎为脊背，表示强直性脊椎炎。",
		"坎为腰部，表示因腰椎间盘突出导致的坐骨神经痛。",
		"坎为水，表示血管水肿；坎为痣，表示血管痣。",
		"坎为耳朵，表示神经性耳鸣，神经性耳聋；坎为水，表示神经性腹泻，神经性尿频。",
		"坎为毒，表示病毒性肝损伤；坎为水，表示肝腹水。",
		"坎为酒，故巽为宿酒痞满症",
		"坎为血液，表示血液传染疾病，如乙肝。",
		"坎为曲，表示头发自然卷曲；坎为黑，表示发质黑。",
		"坎为脏，故为臭，表示有狐臭，体味臭。",
		"坎为水，故巽为带鱼，鳗鱼等；坎为冷冻，表示冷冻的带鱼，鳗鱼，鳝鱼等；坎为油，表示油炸带鱼，鳗鱼等。",
		"坎为黑夜，为夜行动物，故巽为猫。"
	]
}
