{
	"ord": 48,
	"name": "井",
	"guaname": "坎巽",
	"abrname": "水风",
	"desc":"水风井 坎上巽下",
	"yao": [0, 1, 1, 0, 1, 0],
	"卦辞": "改邑不改井，无丧无得。往来井井。汔至，亦未繘井，羸其瓶，凶。",
	"爻辞": [
		"初六，井泥不食。旧井无禽。", 
		"九二，井谷射鲋，瓮敝漏。", 
		"九三，井渫不食，为我心恻。可用汲，王明并受其福。", 
		"六四，井甃，无咎。", 
		"九五，井洌，寒泉食。", 
		"上六，井收勿幕，有孚元吉。"
	],
	"爻象": [
		"“井泥不食”，下也。“占井无禽”，时舍也。",
		"“井谷射鲋”，无与也。",
		"“井渫不食”，行恻也。求“王明”，受福也。",
		"“井甃无咎”，修井也。",
		"“寒泉之食”，中正也。",
		"“元吉”在“上”，大成也。"
	],
	"彖": "巽乎水而上水，井。井养而不穷也。“改邑不改井，”乃以刚中也。“汔至，亦未繘井”，未有功也。“羸其瓶”，是以凶也。",
	"象": "木上有水，井。君子以劳民劝相。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua48/",
	"symbolize": [
		"巽为忙碌奔波，表示忙碌奔波而劳苦；巽为飘忽不定，表示飘忽不定而劳苦。",
		"巽为商店，表示流动销售点，流动摊贩。",
		"巽为教，表示与教育有关的法律；巽为传播，表示与文化传播，传媒有关的法律；巽为宗教，表示与宗教有关的法律；巽为道路，表示与道路建设，管理有关的法律；巽为商业，表示与商业经济有关的法律；巽为技术，表示与技术管理培训有关的法律。",
		"巽为设计，表示沉浸在设计工作中；巽为幻觉，表示沉迷于自己徐虚幻的世界和想象中；巽为轻浮，表示沉沦于浮华的生活；巽为飘浮，表示沉浸在漂泊而自由自在无拘无束的生活；巽为宗教，表示沉浸在宗教信仰中。",
		"巽为直爽，表示直率的心理；巽为附和，表示没有主见而随大流的心理；巽为烦躁，表示烦躁不安的心理；巽为轻浮，表示轻浮而多欲的心理；巽为犹疑，表示犹疑不定的心理；巽为胆识，表示有胆识；巽为权谋，表示权谋心很重；巽为商业，表示做生意的心理；巽为伪装，表示善于伪装隐藏自己的心理；巽为迷，表示迷茫的心理；巽为不决断，表示内心没有主见。",
		"巽为细，表示想的比较细；巽为不果断，表示思想不坚定；巽为从，表示没有独立自主的思想；巽为疾，为快，表示思维比较快。",
		"巽为下水管道（煤气管道），表示下水管道（煤气管道）坏了；巽为线路，表示线路坏了；巽为船舶，表示船坏了；巽为桥，表示桥损坏了；巽为桌柜，表示桌柜坏了；巽为飞机，表示飞机有故障；巽为电梯，表示电梯坏了；巽为传送带，表示传动带坏了。",
		"巽为轻浮，为多欲，故坎为淫。",
		"巽为犹疑不定，为不决断，故坎为善变。",
		"巽为忧郁，表示忧愁而忧郁；巽为幻觉，表示因忧而产生幻觉。",
		"巽为电梯，表示困在了电梯里。",
		"巽为管道，表示弯曲的管道；巽为线路，表示弯曲的线路；巽为桥，表示弯曲的桥；巽为道路，表示弯曲的道路。",
		"巽为管道，表示通畅的管道；巽为线路，表示通畅的线路；巽为桥，表示路桥通畅；巽为食道，表示食道通畅；巽为肠道，表示肠道通畅。",
		"巽为风，表示风暴。",
		"巽为腰部，表示腰部是凹进去的，即腰比较细。",
		"巽为交易，为商业，故坎为交换。",
		"巽为反复，表示反复的哭，总是哭；巽为喘息，表示哭的气喘吁吁。",
		"巽为基础不稳，为漂浮不定，故坎为漂泊。",
		"巽为风，表示寒风刺骨，冷风。",
		"巽为肝胆，表示肝胆方面的疾患；巽为食道，表示食道方面的疾病；巽为肠道，表示肠道方面的疾患；巽为气管，表示气管方面的疾患；巽为血管，表示血管方面的疾患；巽为淋巴，表示淋巴方面的疾患。",
		"巽为烦躁，表示烦躁不安；巽为漂泊，表示漂泊而不安定。",
		"巽为胆略，表示有胆识且有义气；巽为权谋，表示有谋略且有义气。",
		"巽为基础不稳，为不决断，为从，故坎为随波逐流。",
		"巽为犹疑，表示心眼多，狡猾；巽为伪，表示虚伪而狡猾。",
		"巽为犹疑，表示多心而犹豫不决。",
		"巽为伪装，表示假聪明；巽为细腻，表示聪明而内心细腻。",
		"巽为商业，表示算计着做生意。",
		"巽为竹林，表示寂静的竹林；巽为风，表示静静的风，即微风。",
		"巽为反复，表示反复的忍耐，忍受。",
		"巽为管道，表示排水管道。",
		"巽为长，表示满载的拖车。",
		"巽为带鱼，鳗鱼，海带，故坎为细长的海产品。",
		"巽为船舶，故坎为潜艇。",
		"巽为根基不稳，为漂浮，故坎为浮萍。",
		"巽为河道，故坎为沟渠。",
		"巽为管道，故坎为下水道。",
		"巽为繁荣，表示生意很好的洗浴中心。",
		"巽为利市三倍，表示生意很好的酒店，酒吧。",
		"巽为伪，表示明修栈道暗度陈仓的妓院。",
		"巽为商场，表示商场的车库；巽为商业，表示盈利性的车库。",
		"巽为风，表示脊椎受风，风湿。",
		"巽为传播，表示泌尿系统感染。",
		"巽为伤风感冒，表示病毒性感冒；巽为传播，表示病毒性传染病。",
		"巽为气味，表示气体中毒。",
		"巽为淋巴系统，表示淋巴水肿；坎为肾脏，表示肾水肿。",
		"巽为摇摆，表示腰肢摇摆，走路像杨柳一样摇曳。",
		"巽为犹疑，故坎为狐狸。",
		"巽为细长，故坎为细长的鱼类，如带鱼，鳗鱼，水蛇等。",
		"巽为芦苇荡，表示生长在芦苇荡里的水鸟。"
	]
}
