{
	"ord": 44,
	"name": "姤",
	"guaname": "乾巽",
	"abrname": "天风",
	"desc":"天风姤 乾上巽下",
	"yao": [0, 1, 1, 1, 1, 1],
	"卦辞": "女壮，勿用取女。",
	"爻辞": [
		"初六，系于金柅，贞吉。有攸往，见凶，羸豕孚蹢躅。", 
		"九二，包有鱼，无咎，不利宾。", 
		"九三，臀无肤，其行次且，厉，无大咎。", 
		"九四，包无鱼，起凶。", 
		"九五，以杞包瓜，含章，有陨自天。", 
		"上九，姤其角，吝，无咎。"
	],
	"爻象": [
		"“系于金柅”，柔道牵也。",
		"“包有鱼”，义不及宾也。",
		"“其行次且”，行未牵也。",
		"“无鱼之凶”，远民也。",
		"九五含章，中正也。有陨自天，志不舍命也。",
		"“姤其角”，上穷吝也。"
	],
	"彖": "姤，遇也，柔遇刚也。勿用取女”，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉！",
	"象": "天下有风，姤。后以施命诰四方。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua44/",
	"symbolize": [
		"巽为风，雷动而风行",
		"巽为风，为反复，为优柔寡断，表示事物开始的时候反反复复，拿不定主意。",
		"巽为风，为进退，风为传播能量之媒介，巽为反复，为优柔寡断，表示事物的发展反反复复，进程缓慢。巽为利市三倍，表示事物的进程中不断有丰厚的财源。",
		"巽为风，为反复，一会吹到东，一会吹到西，季节温度不同，风给人的感觉是不同的，有时是微风徐徐，有时会是狂风大作，故乾为变。巽为反复，表示事物变的反复无常没有明确的方向，让人捉摸不透；巽为商业，表示事物变的越来越商业化；巽为伪，表示事物变的掩饰了其真实面目，以虚假的面目示人；巽为教，为精细，也可表示人物的手艺或者某方面的技能越来越精细，越来越巧妙。",
		"巽为风，风吹过万物而洁净，故乾为纯粹。",
		"巽为风，表示大风；巽为商业，表示大的买卖；巽为利，表示大的利益；巽为命令，表示大的命令，即大人物，大领导发布的命令。",
		"巽为不果断，表示不确定的命令，反复了几次的命令；巽为商业，表示与商业有关的命令；巽为教，表示与教导性质的，与教育有关的命令；巽为精细，表示命令规范的很详细，面面俱到；巽为伪，表示假的命令，明修栈道暗渡陈仓似地命令，说一套做一套的命令；巽为宗教，表示与宗教有关的命令。",
		"巽为进退，表示时有反复进退的锐进；巽为从，被动而从，表示盲目的跟进；巽为伪，表示没有真正的进取，展现的只是个假象；巽为巧，表示顺势而行，巧妙的锐进。",
		"巽为细长，表示高而细长的事物，如高空电缆；巽为飘浮，表示高而飘浮之物，如云彩。",
		"巽为旗杆，表示光溜溜的旗杆；巽为刀斧，表示锋利的刀斧。",
		"巽为商，为利市三倍，表示因经商而富。",
		"巽为从，表示傲慢而没有主见；巽为犹疑，表示傲慢而多疑；巽为多欲，表示傲慢而多欲；巽为薄情，表示傲慢无情。",
		"巽为细长的，表示金项链，手链，耳坠。",
		"巽为摇摆，表示带坠的钟表。",
		"巽为风，为疾，故乾为高级飞行器，高级列车，高级汽车，赛车。",
		"巽为教，即技术，为精细，故乾为精密仪器。",
		"巽为香草，表示香草口味的冰激凌。",
		"巽为干净，表示干净的帽子；巽为教，教学之意，表示学士帽，博士帽，厨师帽。",
		"巽为教，为技术，表示技术，设计类院校；巽为商业，表示经济类院校；巽为传播，表示邮政，传媒类院校。",
		"巽为直，为路，表示郊野中笔直的马路；巽为芦苇荡，表示芦苇荡边的郊野。",
		"巽为商业，表示有商业交易的广场；巽为清洁，表示干净的广场。",
		"巽为技术，表示文化艺术博物馆；巽为商业，表示商业收费性质的博物馆；巽为风，表示自然科学博物馆。",
		"巽为传播，表示邮政局，广播局；巽为商，表示税务部门，工商部门；巽为传达，表示国家信访局；巽为清洁，表示国家卫生部；巽为教，表示教育部门。",
		"巽为覆盖，表示不露天的环形体育场；巽为商，表示商业性的环形体育场；巽为教，表示教学型的环形体育场。",
		"巽为细长，表示细长而又弯曲的道路。",
		"巽为风，表示伤风感冒；巽为基础不稳，表示头重脚轻；巽为神经，表示神经衰弱；巽为迷，表示头晕。",
		"巽为左肩，表示左肩疾患；巽为胫骨，腓骨，表示胫骨，腓骨疾患；巽为风，表示风寒引起的骨病。",
		"巽为胆，表示胆结石；巽为血管，表示血管硬化。",
		"巽为肠道，表示急性阑尾炎；巽为风，表示突发中风。",
		"巽为细长，表示身材苗条。",
		"巽为风，为疾，故乾为马。",
		"巽为勇猛之兽，故乾为狮子。",
		"巽为风，故乾为天鹅。"
	]
}
