{
	"ord": 42,
	"name": "益",
	"guaname": "巽震",
	"abrname": "风雷",
	"desc":"风雷益 巽上震下",
	"yao": [1, 0, 0, 0, 1, 1],
	"卦辞": "利有攸往。利涉大川。",
	"爻辞": [
		"初九，利用为大作，元吉，无咎。", 
		"六二，或益之十朋之龟，弗克违。永贞吉。王用享于帝，吉。", 
		"六三，益之用凶事，无咎。有孚。中行告公用圭。", 
		"六四，中行告公，従，利用为依迁国。", 
		"九五，有孚惠心，勿问，元吉。有孚，惠我德。", 
		"上九，莫益之，或击之，立心勿恒，凶。"
	],
	"爻象": [
		"“元吉无咎”，下不厚事也。",
		"“或益之”，自外来也。",
		"“益用凶事”，固有之也。",
		"“告公従”，以益志也。",
		"“有孚惠心”，勿问之矣。“惠我德”，大得志也。",
		"“莫益之”，偏辞也。“或击之”，自外来也。"
	],
	"彖": "“益”，损上益下，民说无疆。自上下下，其道大光。“利有攸往”，中正有庆。“利涉大川”，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。",
	"象": "风雷，益。君子以见善则迁，有过则改。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua42/",
	"symbolize": [
		"震为疾，表示大风，狂风",
		"震为动，表示反复的动；震为打，表示反复的敲打；震为疼痛，表示反复疼痛。",
		"震为树林，表示整齐的树林；震为军队，表示队列整齐。",
		"震为树林，表示与林业有关的命令；震为军队，表示军事命令；震为诸侯，表示省级发布的命令；震为广播，表示与广播文化有关的命令；震为菜市场，表示发布的与菜市场管理有关的命令。",
		"震为军队，表示军队教育；震为体育，表示体教方面；震为管理，表示管理方面的教育。",
		"震为管理，表示管理技术；震为传播，表示传播，传媒技术；震为杂技，表示杂技技术；震为音乐，表示音乐水平；震为舞蹈，表示舞蹈技术；震为体育，表示体育技术；震为山林，表示林业技术。",
		"震为舞蹈，表示舞姿美妙。",
		"震为外表好看而无内容，故巽为伪。",
		"震为风，表示像狂风一样疾速；震为过，表示疾速而有过错；震为果，表示疾速而没有结果。",
		"震为向上发展，表示有发展前途的利市三倍；震为代理，表示从事代理行业；震为管理，表示从事管理方面的行业；震为树木，表示从事园林方面的行业；震为宣传，表示从事宣传方面的行业。",
		"震为树木，表示笔直的树木；震为大路，表示笔直的大路。",
		"震为木，表示薄木片；震为裤子，裙子，表示薄料的裤子，裙子。",
		"震为木，表示木条。",
		"震为植物，表示蒲公英等能在空中漂浮的事物。",
		"震为酸，表示酸酸的气味；震为动，故引申为麻，表示麻麻的气味；震为狂乱，表示让人发狂的气味，麻痹神经；震为烟草，表示烟味。",
		"震为动，即行动，表示行动上的追随。",
		"震为广播，表示广播传达；震为走，为动，表示步行传达；震为传闲话，表示传达闲话；震为电话，表示电话传达。",
		"震为军队，表示军事交锋。",
		"震为新生，故巽为新鲜。",
		"震为蔬菜，表示新鲜的蔬菜。",
		"震为神经，为狂躁，故巽为幻觉。",
		"震为躁动，表示焦躁不安。",
		"震为意气风发，积极向上，表示有魄力而积极向上；震为勤勉，表示有胆识且勤勉；震为果断，表示果断有魄力。",
		"震为动，表示动而忙碌，忙前忙后；震为性急，表示忙而性急。",
		"震为竹子，芦苇，故巽为竹林，芦苇。",
		"震为木，故巽为枝叶。",
		"震为传达，故巽为邮件。",
		"震为树木，故巽为香椿，臭椿。",
		"震为木，故巽为旗杆。",
		"震为柴，故巽为劈柴，砍树，锯木头的刀斧。",
		"震为动，为大炮，表示战斗机。",
		"震为草木，表示棕床；震为木，表示木板床。",
		"震为木，故巽为香料。",
		"震为木，表示木质的长条桌柜。",
		"震为木，表示薄木板。",
		"震为草木，为竹子，故巽为竹林草原；震为公园，表示公园里的小竹林。",
		"震为风，为声音，表示通风管道。",
		"震为大路，故巽为道路；震为木质，表示木质结构的长廊；震为粗糙，表示路面不平整的马路；震为嘈杂，表示嘈杂的道路。",
		"震为木，表示木质结构的桥。",
		"震为山林野地，表示山林野地中的寺观。",
		"震组合，震为传达，故巽为邮局；震为部队，表示邮局在部队旁边。",
		"震为木材，表示木材销售商店，棺材店；震为茶叶，表示茶店；震为音响，表示影像制品商店；震为电话，表示电话商店；震为蔬菜，表示蔬菜商店；震为鲜花，表示花店；震为鞭炮，表示烟花炮竹销售点。",
		"震为火箭，故巽为机场，发射场；震与军警，表示军用机场。",
		"震为木材，表示木制品设计中心；震为车，表示车辆设计中心。",
		"震为邮局，表示邮局的传送带。",
		"震为疼痛，表示伤风感冒而导致的疼痛。",
		"震为神经，为风，故巽为中风。",
		"震为神经，表示血管痉挛；震为头痛，表示血管性头痛。",
		"震为疼痛，表示神经性疼痛；震为筋，表示抽筋。",
		"震为痛，表示肝疼；震为急性病，表示急性肝炎等急性病症。",
		"震为鸣叫，故巽为公鸡。",
		"震为鸣声，为威震四方，故巽为老虎。"
	]
}
