{
	"ord": 3,
	"name": "屯",
	"guaname": "坎震",
	"abrname": "水雷",
	"desc":"水雷屯，坎上震下",
	"yao": [1, 0, 0, 0, 1, 0],
	"卦辞": "元亨，利贞。勿用有攸往。利建侯。",
	"爻辞": [
		"初九，磐桓，利居贞。利建侯。", 
		"六二，屯如邅如，乘马班如。匪寇，婚媾。女子贞不字，十年乃字。", 
		"六三，即鹿无虞，惟入于林中，君子几不如舍，往吝。", 
		"六四，乘马班如，求婚媾。往吉，无不利。", 
		"九五，屯其膏，小，贞吉；大，贞凶。", 
		"上六，乘马班如，泣血涟如。"
	],
	"爻象": [
		"虽磐桓，志行正也。以贵下贱，大得民也。",
		"六二之难，乘刚也。十年乃字，反常也。",
		"“即鹿无虞”，以従禽也。君子舍之，往吝穷也。",
		"求而往，明也。",
		"“屯其膏”，施未光也。",
		"“泣血涟如”，何可长也。"
	],	
	"彖": "屯，刚柔始交而难生。动乎险中，大亨贞。雷雨之动满盈，天造草昧。宜寻建侯而不宁。",
	"象": "云雷，屯。君子以经纶。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua03/",
	"symbolize": [
		"震为粗糙，粗糙的水，即表示水锈大的水；震为酸，表示酸性水。",
		"震为躁动，表示动而劳累。",
		"震为动，为车，表示动而危险，比如赛车人员，机械工程人员等危险技术行业。",
		"震为林地，表示地势低洼的林地；震为发射场，表示地势低洼的发射场。",
		"震为杂技场，表示流动杂技表演；震为工厂，表示流水线的工厂。",
		"震为军人，表示兵役法；震为林木，表示与林业有关的法律；震为园林建设，表示与园林有关的法律；震为邮政，表示与邮政有关的法律；震为武器，表示与武器弹药有关的法律。",
		"震为音乐，为乐器，表示沉迷于音乐的创作中；震为舞蹈，表示沉迷于舞蹈工作中不能自拔。",
		"震为奋进，表示奋发向上的心理；震为勤勉，表示勤勉的心理；震为健康，表示心理健康；震为粗糙，表示粗心大意；震为狂妄，表示狂妄的心理；震为勇敢，表示勇敢的内心；震为表现，表示爱自我表现的心理；震为夸张，表示夸张的心理；震为躁动，表示躁动不安的心理。",
		"震为躁动，表示躁动的思想，喜动不喜静；震为积极，表示积极向上的思想；震为勇敢，表示勇敢的思想；震为霸道，表示思想霸道；震为追求，表示有追求；震为过错，表示思想有过错，过失；震为果，表示有想法，而没有实际行动。",
		"震为音响，表示坏音响；震为闹钟，表示坏了的闹钟；震为电话，表示坏电话；震为大炮等武器，表示坏了的武器装备。",
		"震为躁动，表示半夜里躁动，表示喜欢过夜生活，半夜偷盗。",
		"震为哨兵，表示暗哨。",
		"震为神经，表示因忧愁而狂躁。",
		"震为噪音，表示为噪音所困扰。",
		"震为蔬菜，表示污染的蔬菜。",
		"震为路，表示通畅的道路。",
		"震为风，表示狂风之灾，龙卷风；震为雷，表示雷电灾害。",
		"震为声音，表示大声的哭泣；震为果，表示只哭不流泪，即干哭；震为足，表示边哭边跺脚。",
		"震为动，故坎为漂泊。",
		"震为蔬菜，表示冷藏的蔬菜；震为腿，表示腿冰凉。",
		"震为肝胆，表示肝胆方面的疾患；震为神经，表示神经方面的疾病；震为声音，表示声带方面的疾患。",
		"震为性急，表示性子急而不安。",
		"震为勇敢，表示勇敢而有义气。",
		"震为外表好看而不实用，表示外聪明；震为动，表示聪明活泼；震为粗心，表示聪明但是粗心。",
		"震为传闲话，表示算计着传闲话，撺弄是非。",
		"震为树林，表示寂静的树林；震为野地，表示寂静的野地。",
		"震为勤勉，表示勤勉忍耐；震为疼痛，表示忍耐疼痛；震为打压，表示忍受别人的打压。",
		"震为植物，表示植物油；震为茶，表示茶油；震为汽车，表示汽油，柴油；震为酸，故坎为醋。",
		"震为蔬菜，表示蔬菜汁饮品；震为茶，表示茶味饮品。",
		"震为蓝色，表示蓝色钢笔水；震为树木，为环保，表示环保涂料。",
		"震为替代，表示备用车轮。",
		"震为动，故为工业生产，表示工业用煤，石油。",
		"震为运输，表示冷藏运输设备，比如冷藏车。",
		"震为草木，表示中药材。",
		"震为蔬菜，表示满载蔬菜的车。",
		"震为青色，表示没有熟的李子，梅子等水果。",
		"震为新生，表示新开的洗浴中心；震为树林，表示在树林边的洗浴中心。",
		"震为停车场，表示地下停车场。",
		"震为躁动，故坎为酒吧。",
		"震为茶叶，表示贮藏茶叶的冷库；震为绿植，表示贮藏绿植的冷库；震为果蔬，表示贮藏果蔬的冷库。",
		"震为运输，表示油脂储运场所。",
		"震为部队，表示部队的车库。",
		"震为疼痛，表示肾区疼痛。",
		"震为神经，表示耳朵方面的神经性疾病；震为疼痛，表示耳朵疼痛；震为鸣叫，表示耳鸣。",
		"震为疼痛，表示脊椎痛。",
		"震为疼痛，表示腰疼。",
		"震为痛，表示心绞痛；震为激烈，表示心律不齐；震为血管，表示心血管疾病。",
		"震为肝脏，表示病毒性肝炎。",
		"震为肝脏，表示肝水肿；震为腿，足，表示下肢水肿。"
	]
}
