{
	"ord": 25,
	"name": "无妄",
	"guaname": "乾震",
	"abrname": "天雷",
	"desc":"天雷无妄 乾上震下",
	"yao": [1, 0, 0, 1, 1, 1],
	"卦辞": "元亨，利贞。其匪正有眚，不利有攸往。",
	"爻辞": [
		"初九，无妄往，吉。", 
		"六二，不耕获，不菑畬，则利用攸往。", 
		"六三，无妄之灾，或系之牛，行人之得，邑人之灾。", 
		"九四，可贞。无咎。", 
		"九五，无妄之疾，勿药有喜。", 
		"上九，无妄行，有眚，无攸利。"
	],
	"爻象": [
		"“无妄之往”，得志也。",
		"“不耕获”，未富也。",
		"行人得牛，邑人灾也。",
		"“可贞无咎”，固有之也。",
		"“无妄之药”，不可试也。",
		"“无妄之行”，穷之灾也。"
	],
	"彖": "无妄，刚自外来而为主于内，动而健，刚中而应。大亨以正，天之命也。“其匪正有眚，不利有攸往”，无妄之往何之矣？天命不祐，行矣哉！知",
	"象": "天下雷行，物与无妄。先王以茂对时育万物。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua25/",
	"symbolize": [
		"震为雷，雷声隆隆，在天上响",
		"震为雷，为积极，表示说干就干，几乎不筹备，开始后也不考虑后果，很果断。",
		"震为动，为奋起勃发之状，为进取不息，故乾为行。震为奋起，为疾，表示事物的发展像雷电一样快，十分积极，勇于破旧立新，但是不考虑后果。",
		"震为雷，雷声隆隆，不同季节，不同气象条件，雷声的大小和出现的地点是会发生变化的，故乾为变。震为积极果断，表示事物发展越来越有生机，越来越激进；震为躁动，表示人或者事物越来越急躁，越来越不按部就班。",
		"震为雷，雷声隆隆，震耳欲聋，声音很大，故乾为大。震为动，表示大而动的事物；震为粗糙，表示大而粗糙的事物。",
		"震为雷，表示激进的命令；震为惩，表示具有惩罚性质的命令；震为管制，表示具有管制性质的命令；震为果，为无形而有声，雷声大没有雨，表示只有口号而没有落实行动的命令；震为过，表示易有过失，过头的命令；震为新，表示新生的命令，前所未有的命令。",
		"震为奋进，表示十分积极的锐进；震为雷，为鸣，表示声势浩大的锐进；震为显现，表示人人皆知，不含蓄的锐进；震为果，有声而无形，表示没有结果的锐进；震为过，表示过了头的，没有度的锐进；震为躁动，表示躁动的锐进。",
		"震为激进，表示强盛而激进；震为过，表示强盛而有过失；震为鸣，表示强盛而声势浩大；震为显现，表示破旧立新的强盛；震为躁，表示强盛而躁动；震为起，表示事物发展的初始阶段就很强盛；震为考虑不周，表示强盛而不顾后果。",
		"震为动，表示高而不停的在动的事物，如卫星，飞机，火箭，飞船。",
		"震为树木，表示长势很好的绿油油的树木；震为裙子，裤子，表示光面的裤子，裙子。",
		"震为正直，表示仁而正直。",
		"震为躁，表示强暴而躁动；震为过，强暴而不顾后果；震为惩，表示带有惩罚性质的强暴。",
		"震为躁，表示傲慢而躁动；震为过，表示傲慢而有过失；震为狂妄无礼，表示傲慢而狂妄无礼；震为霸道，表示傲慢而霸道；震为粗心，表示傲慢而粗心大意。",
		"震为动，表示钟表，机械表；乾为鸣，表示闹钟。",
		"震为动，为鸣声，故乾为高级飞行器，高级列车，高级小汽车。",
		"震为动，为机械，表示机械性质的精密仪器。",
		"震为蔬菜，兑为口，故乾为水果，为瓜。",
		"震为茶，表示绿茶口味的冰激凌。",
		"震为军警，为绿色，表示军人的帽子。",
		"震为军警，表示军校；震为动，表示舞蹈学校；震为管理，表示管理类院校；震为园林，表示林业类院校。",
		"震为树林，表示郊外的丛林；震为绿色，表示绿色的郊野即生机盎然的郊野，春天的郊野；震为大路，表示郊野中的一条大路。",
		"震为树木，表示绿化的很好的广场；震为嘈杂，表示噪杂的，人声鼎沸的广场；震为动，表示有杂技表演的广场；震为军警，表示军队训练的操场。",
		"震为树木，表示园囿性的自然博物馆；震为军警，表示军事博物馆；震为雷，表示气象研究即自然科学博物馆。",
		"震为军警，表示军警方面的政府机构；震为树木，表示林业局；震为发射场，表示国家卫星，火箭发射基地；震为烟草，表示烟草局；震为动，表示地震局，体育机构；震为中药，表示国家中医药管理局；震为路，表示交通部门。",
		"震为草原，表示草原上的环形体育场；震为军警，表示军用的环形体育场。",
		"震为树林，表示林间弯曲的大道；震为粗糙，表示路面不平的弯曲的大道。",
		"震为疼痛，表示头痛疾患；震为神经，表示神经衰弱；震为狂躁，表示精神病，羊癫疯。",
		"震为左手臂，表示左手臂骨头有疾患。",
		"震为肝脏，表示肝硬化。",
		"震为上大下小，表示瓜子脸。",
		"震为雷，故乾为龙。",
		"震为鸣，故乾为马。"
	]
}
