{
	"ord": 22,
	"name": "贲",
	"guaname": "艮离",
	"abrname": "山火",
	"desc":"山火贲 艮上离下",
	"yao": [1, 0, 1, 0, 0, 1],
	"卦辞": "亨。小利有攸往。",
	"爻辞": [
		"初九，贲其趾，舍车而徒。", 
		"六二，贲其须。", 
		"九三，贲如，濡如，永贞吉。", 
		"六四，贲如皤如，白马翰如。匪寇，婚媾。", 
		"六五，贲于丘园，束帛戋戋，吝，终吉。", 
		"上九，白贲，无咎。"
	],
	"爻象": [
		"“舍车而徒”，义弗乘也。",
		"“贲其须”，与上兴也。",
		"“永贞之吉”，终莫之陵也。",
		"六四，当位疑也。“匪寇婚媾”，终无尤也。",
		"“六五之吉”，有喜也。",
		"“白贲无咎”，上得志也。"
	],
	"彖": "贲亨，柔来而文刚，故亨。分，刚上而文柔，故小利有攸往。刚柔交错，天文也。文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。",
	"象": "山下有火，贲。君子以明庶政，无敢折狱。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua22/",
	"symbolize": [
		"离为日，艮为山，山脚下的太阳",
		"离为灯，表示吊灯；离为老师，表示高级职称的老师；离为乳房，表示胸比较挺立；离为眼睛，表示眼睛凸起，往外暴。",
		"离为热，表示酷热的天气阻挡行动；离为电，表示停电了。",
		"离为表现，表示显而易见的防卫。",
		"离为虚弱，表示虚荣而顽固任性；离为撒谎，表示爱撒谎而任性；离为排斥，表示排斥别人自我任性，以我为中心；离为表现，表示自我表现而任性。",
		"离为公检法，故艮为保卫。",
		"离为抗拒，排斥，表示孤立别人。",
		"离为表现，表示表现突出。",
		"离为稳定，表示静止而稳定的事物。",
		"离为化妆品，表示化妆品品质标准；离为美人，表示标准的美人。",
		"离为明亮，故艮为光明。",
		"离为排斥，表示独立而排斥别人；离为美丽，表示美丽超群；离为依附，表示独立无依靠。",
		"离为表现，表示逞能爱表现自己。",
		"离为法院，故艮为诉讼。",
		"离为文字，表示书面写信叮嘱。",
		"离为虾蟹贝类有坚硬外壳的水产品。",
		"离为美丽，表示坐着打扮自己，坐着化妆；离为镜子，表示坐着照镜子。",
		"离为文明礼仪，表示礼貌性的礼节性的弯腰。",
		"离为装饰品，表示石雕的装饰品。",
		"离为炎症，表示手脚发炎了；离为装饰，表示与手脚相关的饰品；离为美丽，表示手脚长的比较好看；离为燥热，表示手脚燥热；离为化妆品，表示护手霜，护脚霜等用于手脚部位的护肤品。",
		"离为美丽，为发光，表示宝石，水晶等名贵的石头。",
		"离为花朵，表示开满鲜花的土堆，山坡。",
		"离为火，故艮为土炕。",
		"离为美丽，表示装饰美丽的床；离为围，表示有围栏的床。",
		"离为美丽，装饰，表示装饰美丽的墙，装饰性的墙，公司前台形象墙；离为灯，表示墙上装了灯；离为花朵，表示花墙；离为围，表示围墙；离为电视，表示电视墙；离为猎场，表示猎场的围墙。",
		"离为美丽，表示装饰漂亮的屏风；离为鲜艳，表示颜色亮丽的屏风。",
		"离为围，表示有靠背，有扶手的凳子，即椅子；离为美丽，表示装饰美丽的桌柜，凳子，箱子；离为电视，表示电视柜；离为化妆品，表示化妆盒，梳妆桌子。",
		"离为干燥，表示干硬的木头。",
		"离为炒货，表示栗子，瓜子，花生等炒货。",
		"离为装饰，表示装饰性的瓷器；离为电，表示电缆瓷器。",
		"离为太阳，表示太阳伞；离为装饰，表示装饰性的伞。",
		"离为美丽，表示美丽的鞋子；离为发光，表示比较闪耀的鞋子。",
		"离为银行，表示银行金库。",
		"离为学校，表示学校座位；离为礼仪，表示座位礼仪。",
		"离为美丽，表示风景秀丽的山；离为干燥，表示没有水的山。",
		"离为围，表示有围栏的山路。",
		"离为绘画，表示亭台楼阁，雕梁画栋的美景。",
		"离为装饰，表示装饰精美的房屋；离为窑，表示窑洞房屋。",
		"离为中空，故艮为贮藏室，仓库。",
		"离为电视台，表示电视台大楼。",
		"离为美丽，为霓虹灯，表示灯红酒绿的休闲场所。",
		"离为围，表示有围栏的坟场。",
		"离为公检法，故艮公安局，派出所。",
		"离为热，表示脾胃燥热；离为膨胀，表示胃胀。",
		"离为眼睛，表示营养不良导致的干眼病。",
		"离为炎症，表示乳腺炎；离为膨胀，表示乳腺增生。",
		"离为炎症，表示鼻炎。",
		"离为炎症，表示关节炎。",
		"离为炎症，表示因炎症引发的肿胀；离为眼睛，表示眼睛肿胀。",
		"离为炎症，艮为肿胀，为凸起，故为凸起的炎症。",
		"离为美丽，表示手脚长的好看。",
		"离为中空，表示塌鼻梁；离为美丽，表示鼻子比较美丽。",
		"离为鸟类，故艮为喜鹊，啄木鸟等黔啄之鸟。"
	]
}
