{
	"ord": 63,
	"name": "既济",
	"guaname": "坎离",
	"abrname": "水火",
	"desc":"水火既济 坎上离下",
	"yao": [1, 0, 1, 0, 1, 0],
	"卦辞": "亨小，利贞。初吉终乱。",
	"爻辞": [
		"初九，曳其轮，濡其尾，无咎。", 
		"六二，“妇丧其茀，勿逐，七日得。", 
		"九三，高宗伐鬼方，三年克之，小人勿用。", 
		"六四，繻有衣袽，终日戒。", 
		"九五，东邻杀牛，不如西邻之禴祭，实受其福。", 
		"上六，濡其首，厉。"
	],
	"爻象": [
		"“曳其轮”，义无咎也。",
		"“七日得”，以中道也。",
		"“三年克之”，惫也。",
		"“终日戒”，有所疑也。",
		"“东邻杀牛”，不如西邻之时也。“实受其福”，吉大来也。",
		"“濡其首厉”，何可久也？"
	],
	"彖": "“既济，亨”，小者亨也。“利贞”。刚柔正而位当也。“初吉”，柔得中也。“终止则乱”，其道穷也。",
	"象": "水在火上，既济。君子以思患而豫防之。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua63/",
	"symbolize": [
		"离为化妆品，表示化妆水，爽肤水。",
		"离为光明，表示危险而又光明的，比如执法人物，军人，消防人员。",
		"离为电影，表示流动电影棚；离为演出，表示流动性演出节目。",
		"离为监督，表示监督方面的法律；离为侦查，表示与侦查有关的法律；离为证券，表示与证券有关的法律；离为银行，表示与银行等金融机构有关的法律；离为保险，表示保险法；离为公检法，表示警察法；离为测绘，表示测绘方面的法律。",
		"离为虚荣，表示陷于强烈的虚荣心中去了；离为绘画，表示沉迷于绘画等艺术创作中。",
		"离为美丽，表示爱美之心；离为光明，表示内心光明；离为虚荣，表示爱慕虚荣；离为中空，表示心虚；离为依附，表示依赖心理；离为抗拒，表示抗拒心理；离为批判，表示批判心理；离为热情，表示热情的心；离为自满，表示骄傲自满的心理；离为焦躁，表示焦躁的心理。",
		"离为光明磊落，表示光明磊落的思想；离为抗拒，表示逆反的思想；离为排斥，表示排斥别人的思想；离为虚荣，表示爱慕虚荣的思想；离为依附，表示依附他人的思想；离为自满，表示骄傲自满的思想；离为焦躁，表示思想焦躁。",
		"离为灯，表示坏灯；离为网袋，表示破损的网袋；离为电视机，表示坏电视；离为电脑，表示坏电脑；离为燃气灶，表示坏燃气灶；离为冰箱，表示坏了的冰箱；离为手机，表示坏了的手机。",
		"离为灯，表示昏暗的灯光。",
		"离为侦查，为情报，表示地下工作者，间谍，特务。",
		"离为心，表示忧心忡忡。",
		"离为派出所，表示困在了派出所。",
		"离为画报，地图，表示污损的画报，地图。",
		"离为火，表示火灾；离为干燥，表示旱灾。",
		"离为眼睛，表示眼睛凹进去；离为胸部，表示胸小。",
		"离为干燥，表示眼泪都哭干了。",
		"离为电器，表示冰箱。",
		"离为心脏，表示心脏疾患；离为眼睛，表示眼睛方面的疾病；离为子宫，表示妇科疾病；离为小肠，表示小肠疾病；离为乳房，表示乳房方面的疾病。",
		"离为急躁，表示急躁不安。",
		"离为光明磊落，表示光明磊落而有义气。",
		"离为中空，表示外表聪明，内心不然；离为光明，表示聪明而光明磊落；离为美丽，表示聪明而美丽大方；离为文明，为礼仪，表示聪明而有礼貌。",
		"离为美丽，为化妆，表示在化妆美丽方面算计；离为虚荣，表示善于算计而虚荣。",
		"离为小肠，表示小肠有溃疡；离为子宫，表示宫颈糜烂等妇科病。",
		"离为含蓄，表示忍耐而含蓄；离为炙热，表示忍受炙热的环境；离为排斥，表示忍受别人的排斥。",
		"离为干燥，故坎为盐；离为红色，表示红油；离为热，表示热油；离为花，表示花籽油；离为化妆品，表示卸妆油，乳液，面霜，甘油。",
		"离为美丽，表示包装精美的饮品；离为热，表示热饮。",
		"离为红色，表示红酒。",
		"离为亮色，表示颜色鲜艳的涂料；离为红色，表示红色钢笔水；离为绘画，表示绘画染料。",
		"离为电力，表示发电用煤。",
		"离为心脏，表示心脏肥大。",
		"震为肝，表示脂肪肝。",
		"离为电子，骨坎为磁盘。",
		"离为电器，表示电冰箱。",
		"离为化妆品，表示药妆。",
		"离为红，延伸为熟透的李子，梅子等水果；离为果脯，表示梅子，李子制成的果脯。",
		"离为虾，蟹，鳖等贝类海产品，故坎为虾蟹，鳖等贝类海味。",
		"离为目，为观赏，表示观赏用浮萍，鱼缸里的浮萍。",
		"离为美丽，表示装饰豪华的洗浴中心；离为热，表示有温泉的洗浴中心。",
		"离为美丽，表示装饰美丽的酒店，酒吧。",
		"离为花朵，表示用于贮藏花卉的冷库；离为电子，表示用于贮藏电子仪表的冷库。",
		"离为美丽，表示装饰美丽的妓院；离为目，为侦查，表示被审查的妓院。",
		"离为热，表示热带鱼水族馆。",
		"离为电力，表示电力的煤场；离为热，表示居民供暖用的煤场。",
		"离为炎症，表示肾炎。",
		"离为炎症，表示膀胱炎。",
		"离为炎症，表示耳朵有炎症，如中耳炎。",
		"离为中空，表示骨质疏松症；离为炎症，表示脊椎炎。",
		"离为炎症，表示泌尿系统炎症。",
		"离为子宫，表示病毒性妇科病，性病；离为眼睛，表示病毒性角膜炎；离为小肠，表示病毒性肠炎。",
		"离为美丽，表示腰部曲线很美丽。",
		"离为美丽，表示眉骨形状好看。",
		"离为美丽，表示耳朵漂亮，轮廓清晰。",
		"离为虾蟹，鳖等硬壳动物，故坎为虾蟹；离为花朵，故坎为水莲花，水中的花。",
		"离为美丽，表示美丽的水鸟。",
		"离为美丽的羽毛，表示鸟类脊椎动物。"
	]
}
