{
	"ord": 37,
	"name": "家人",
	"guaname": "巽离",
	"abrname": "风火",
	"desc":"风火家人 巽上离下",
	"yao": [1, 0, 1, 0, 1, 1],
	"卦辞": "利女贞。",
	"爻辞": [
		"初九，闲有家，悔亡。", 
		"六二，无攸遂，在中馈，贞吉。", 
		"九三：家人嗃嗃，悔厉，吉；妇子嘻嘻，终吝。", 
		"九四，富家，大吉。", 
		"九五，王假有家，勿恤，吉。", 
		"上九，有孚威如，终吉。"
	],
	"爻象": [
		"“闲有家”，志未变也。",
		"六二之吉，顺以巽也。",
		"“家人嗃嗃”，未失也。“妇子嘻嘻”，失家节也。",
		"“富家大吉”，顺在位也。",
		"“王假有家”，交相爱也。",
		"威如之吉，反身之谓也。"
	],
	"彖": "家人，女正位乎内，男正位乎外。男女正，天地之大义也。家人有严君焉，父母之谓也。父父，子子，兄兄，弟弟，夫夫，妇妇，而家道正。正家而天下定矣。",
	"象": "风自火出，家人。君子以言有物而行有恒。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua37/",
	"symbolize": [
		"离为热，表示热风，热浪滚滚",
		"离为目，表示反复的看；离为侦查，表示反复侦查，反复检查。",
		"离为膨胀，表示轻的蓬松的事物，如棉花，棉絮。",
		"离为美丽，表示美丽而整齐的事物。",
		"离为文件，表示以文件形式出台的命令；离为文，表示与文教有关的命令；离为兵戈，表示与军事有关的命令；离为中层，表示中层领导发布的命令；离为电子，电力，表示与电子，电力有关的命令。",
		"离为外强中干，表示假学历，虚造学历；离为文，表示文教方面。",
		"离为电子，表示电子科技；离为烟花，表示烟花技术；离为医生，表示医术；离为侦查，表示侦查技术。",
		"离为修饰，表示修饰的很好；离为拍马屁，表示花言巧语；离为心，表示心灵手巧。",
		"离为心，表示心细如丝，细心而仔细。",
		"离为火，表示像火一样疾速；离为蔓延，表示疾速而带有蔓延性。",
		"离为中空，表示虚的利市三倍，即看着是盈利，其实没利润；离为电子，表示从事电子方面的行业；离为烟花，表示从事烟花方面的行业；离为电器，表示从事电器方面的行业；离为书店，表示从事书籍方面的行业；离为美容美发，表示从事美容美发方面的行业。",
		"离为中空，表示细而中空的事物，如吸管。",
		"离为中空，表示直的中间是空的事物。",
		"离为电脑，表示薄的电脑，即笔记本；离为电视，表示薄板液晶电视；离为烧烤，表示烤肉片，馒头片，烤鱼干。",
		"离为火，表示灰烬。",
		"离为苦，表示苦的气味；离为花朵，表示花香。",
		"离为美丽，表示美丽干净；离为眼睛，表示眼睛很清澈。",
		"离为文字，表示文字号召。",
		"离为文字，表示书面传达；离为电子，表示电子邮件传达。",
		"离为兵戈，表示短兵相接。",
		"离为信息，表示新闻。",
		"离为虚荣，表示悭吝又虚荣。",
		"离为眼睛，为幻视症，故巽为幻觉。",
		"离为中层，表示中层领导举荐。",
		"离为虚荣，为中空，故巽为空虚。",
		"离为焦躁，故巽为烦躁。",
		"离为光明，表示有魄力而行事光明磊落；离为魅力，表示有魄力和个人魅力。",
		"离为心，表示劳心。",
		"离为中空，故巽为竹子，芦苇。",
		"离为装饰，表示木质的装饰品；离为火，表示炭火，火炬，火把。",
		"离为文，为信件，故巽为邮件；离为电子，表示电子邮件。",
		"离为中空，故巽为救生圈。",
		"离为花，故巽为兰花。",
		"离为电，故巽为风扇，空调；离为干燥，表示干燥机。",
		"离为中空，故巽为气球。",
		"离为兵戈，表示军用飞机。",
		"离为围，表示带围栏的床。",
		"离为文，表示长条书柜。",
		"离为围，表示围起来的草原，即称为草场。",
		"离为热，表示暖气管道。",
		"离为斑马线，故巽为有斑马线的道路；离为美丽，表示装饰美丽的长廊。",
		"离为干燥，表示旱桥。",
		"离为电，表示电力线路，电话线路。",
		"离为灯，表示灯具商店；离为装饰，表示家具装饰用品商店，精品店；离为电器，表示电器销售商店，电子商品销售商店；离为花，表示花店；离为美丽，表示美容美发馆；离为文，表示文教用品商店；离为火，表示烧烤店。",
		"离为灯，表示灯具设计中心；离为化妆品，表示化妆品设计中心；离为装饰品，表示装饰品设计中心。",
		"离为目，为观光，表示观光电梯，游览索道。",
		"离为发热，表示伤风感冒而导致的发热症状。",
		"离为炎症，表示呼吸器官有炎症，比如气管炎，咽炎，肺炎。",
		"离为炎症，表示食道炎，肠道有炎症。",
		"离为炎症，表示淋巴系统炎症。",
		"离为炎症，表示血管炎。",
		"离为炎症，表示神经炎。",
		"离为炎症，表示肝炎，乙肝。",
		"离为美丽，表示胯部美丽，即不大不小。",
		"离为美丽，表示修饰过的头发；离为干燥，表示发质干燥。",
		"离为美丽的羽毛，故巽为鸡鸭鹅等禽类。",
		"离为美丽，故巽为蝴蝶。",
		"离为烤，表示烤带鱼，鳗鱼，鳝鱼等。"
	]
}
