{
	"ord": 13,
	"name": "同人",
	"guaname": "乾离",
	"abrname": "天火",
	"desc":"天火同人 乾上离下",
	"yao": [1, 0, 1, 1, 1, 1],
	"卦辞": "同人于野，亨。利涉大川。利君子贞。",
	"爻辞": [
		"初九，同人于门，无咎。", 
		"六二，同人于宗，吝。", 
		"九三，伏戎于莽，升其高陵，三岁不兴。", 
		"九四，乘其墉，弗克攻，吉主", 
		"九五，同人先号咷而后笑，大师克，相遇。", 
		"上九，同人于郊，无悔。"
	],
	"爻象": [
		"“出门同人”，又谁咎也。",
		"“同人于宗”，吝道也。",
		"“伏戎于莽”，敌刚也。“三岁不兴”，安行也。",
		"“乘其墉”，义弗克也。其“吉”，则困而反则也。",
		"同人之先，以中直也。大师相遇，言相克也。",
		"“同人于郊”，志未得也。"
	],
	"彖": "“同人”，柔得位得中，而应乎乾，曰同人。同人曰：“同人于野，亨。利涉大川”，乾行也。文明以健，中正而应，君子正也。唯君子为能通天下之志。",
	"象": "天与火，同人。君子以类族辨物。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua13/",
	"symbolize": [
		"离为日，日在中天",
		"离为电，为急，表示事物的开始比较仓促。",
		"离为日，地球一刻不停息的围着太阳转，但是以地球为标准来看，太阳是不停的围着地球转，所以太阳是无时无刻都在运动的",
		"离为火，为美丽，为外强中干，表示事物的运行看似是欣欣向荣的，表面华丽而荣耀，其实内部已经空虚。",
		"离为日，太阳东升西落，每时每刻人们所感受到的太阳与地球的距离是在不断的变化，故乾为变。离为美丽，为空虚，表示事物变的是外表越来越美丽，但是内里是空虚的。也可表示人看起来外强中干，是个纸老虎，或者是学习某项技能的时候，学着学着变成了花架子，中看不中用。",
		"离为日，太阳为大，故乾为大。离为美丽，为空虚，表示大而美丽的，但是中看不中用，华而不实，大而不实的事物。",
		"离为电，像闪电一样的命令，急如闪电，命令发布的很急；离为外强中干，表示表面布置的很周全，其实落实起来不到位的命令；离为日，太阳普照大地，给万物以温暖，表示惠及众人的命令，即利民之政策；离为文字，表示以文字形式发布的命令。",
		"离为电，表示闪电般的锐进；离为竞争，表示竞相锐进；离为中虚，表示锐进但不长久。",
		"离中虚，表示外表强盛内里空虚；离为美丽，表示强盛而美丽；离为显现，表示把强盛的一面都显示出来，不遮掩。",
		"离为中空，表示高而中间是空的事物，如高楼，空中的气球；离为热，表示高高在上而能散发热量的事物，如太阳。",
		"离为明亮，表示亮而有光泽的事物，如玻璃；离为美丽，表示美丽而有光泽的事物；离为眼睛，表示顾盼流转，盈盈秋水般的眼睛；离为花，表示有露珠的花朵；离为花瓶，表示釉质的花瓶；离为电视，表示液晶屏的电视。",
		"离为热情，表示仁而热情。",
		"离为显现，为炫耀，表示炫富，露富。",
		"离中空，表示外表强暴，内心空虚。",
		"离为显现，表示傲慢而喜欢表现；离中空，表示表面傲慢而内心空虚。",
		"离为美丽，表示美丽的金玉珠宝；离为装饰，表示金玉珠宝类饰物；离为电，表示高档的电子金手表。",
		"离为电，表示电子钟表。",
		"离为光明，故乾为玻璃制品；离为眼镜，故乾为眼镜。离为美丽，表示美丽的眼镜；离为装饰，表示装饰性的眼镜，或者装饰性的玻璃制品；离为中空，表示中空的玻璃制品，如花瓶，玻璃杯。",
		"表示美丽的小汽车。",
		"离为电，表示电子类的精密仪器。",
		"离为红色，表示红色的水果或食物，即苹果，樱桃，水蜜桃，火龙果，荔枝。腊肉",
		"离为热，表示热的冰激凌，即油炸冰激凌；离为中空，表示夹心的冰棍。 ",
		"离为中空，故乾为冰箱，冰柜。",
		"离为美丽，装饰，表示美丽装饰性的帽子。",
		"离为暖，故乾为高级住宅。",
		"离为文，故乾为教学楼。离为影视，表示影视，广告类院校；离为装饰，表示搞装饰类的院校。",
		"离为美丽，表示美丽的郊野；离为花，表示开满鲜花的郊野；离为围，表示围起来的郊野，公园，郊外的度假村。",
		"离为围，表示带有围栏的广场；离为美丽，表示美丽的广场；离为欣，表示欣欣向荣的广场，即热闹的广场。",
		"离为文，表示文化艺术博物馆；离为兵戈，表示军事博物馆；离为装饰，表示建筑类即文化艺术博物馆；离为美丽，表示装修精致的博物馆。",
		"离为文，表示文教方面的政府部门；离为兵戈，表示公检法等方面的政府机构；离为美丽，为装饰，表示市政建设方面的政府机构；离为火车站，表示铁路部门的政府机构；离为电视台，表示影视方面的政府机构；离为证券，表示国家证监会；离为图，表示国家测绘单位；离为电，表示电力单位；离为中空，表示外表看着好，其实内部空虚的国家机构。",
		"离为网，表示鸟巢体育场。离为竞争，表示竞技性的环形体育场。",
		"离为围，表示两边有建筑物的弯曲的大道。",
		"离为热，表示发烧；离为炎症，表示头部炎症，如脑膜炎，头部有伤口而发炎；离为充血，表示脑出血，脑溢血。",
		"兑为毁折，表示骨折；兑为口，口中的骨为牙齿，表示牙病；兑为右手臂，表示右手臂骨头有疾患；兑为右肋，表示右肋骨疾患。",
		"离为心脏，表示心脏动脉硬化，心肌梗塞；离为子宫，表示子宫硬化，子宫肌瘤；离为乳房，表示乳腺增生，乳腺癌，乳腺肿瘤。",
		"离为心脏，表示突发心脏病；离为子宫，表示急性盆腔炎。",
		"离为美丽，表示美丽的骨头，形容体型匀称。",
		"离为美丽，表示头美丽，即头型好看。",
		"离为美丽禽类，故乾为天鹅。"
	]
}
