{
	"ord": 49,
	"name": "革",
	"guaname": "兑离",
	"abrname": "泽火",
	"desc":"泽火革 兑上离下",
	"yao": [1, 0, 1, 1, 1, 0],
	"卦辞": "已日乃孚。元亨。利贞，悔亡。",
	"爻辞": [
		"初九，巩用黄牛之革。", 
		"六二，巳日乃革之，征吉，无咎。", 
		"九三，征凶。贞厉。革言三就，有孚。", 
		"九四，悔亡。有孚改命，吉。", 
		"九五，大人虎变，未占有孚。", 
		"上六，君子豹变，小人革面，征凶，居贞吉。"
	],
	"爻象": [
		"“巩用黄牛”，不可以有为也。",
		"“巳日革之”，行有嘉也。",
		"“革言三就”，又何之矣。",
		"“改命之吉”，信志也。",
		"“大人虎变”，其文炳也。",
		"“君子豹变”，其文蔚也。“小人革面”，顺以从君也。"
	],
	"彖": "革，水火相息，二女同居，其志不相得曰革。“已日乃孚”，革而信之。文明以说，大亨以正。革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人。革之时大矣哉！古",
	"象": "泽中有火，革。君子以治历明时。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua49/",
	"symbolize": [
		"离为蔓延，表示喜悦，即乐观而有感染力；离为眼睛，表示眼含笑意。",
		"离为花朵，表示带有露珠的花朵；离为眼睛，表示湿润的眼睛，眼含泪水。",
		"离为美丽，表示美丽又温柔；离为光明磊落，表示温柔又大方；离为眼睛，表示眼神十分温柔；离为虚弱，表示温柔但是虚荣。",
		"离为美丽，表示美丽的诱惑，美丽而具有诱惑力；离为虚荣，表示虚荣心的诱惑。",
		"离为眼睛，表示眼睛有魅力；离为文，表示学问所散发的美魅力；离为热情，表示热情散发出的魅力，浑身洋溢着魅力。",
		"离为美丽，表示鲜艳而又美丽；离为花朵，表示娇艳欲滴的花朵；离为饰品，表示色泽艳丽的饰品；离为红色，表示艳丽的红。",
		"离为目，为观察，为看，故兑为仰视。",
		"离为稳定，故兑为稳定；离为心，表示心情稳定。",
		"离为眼睛，表示小眼睛；离为车库，表示狭小的车库；离为空房子，表示比较狭窄的空房子；离为孔，为眼，表示小孔，小眼。",
		"离为花朵，表示翠花图案；离为阳光，表示细碎的阳光，形容阳光从树叶的间隙中照射下来，斑斑驳驳。",
		"离为图案，表示星星图案；离为红，表示红星闪闪；离为闪亮，表示闪亮的星星；离为灯，表示星星形状图案的灯；离为闪耀，表示像一闪一闪；离为眼睛，表示眼睛像星星一样一闪一闪，散发着柔和的光；离为装饰品，表示星星图案或形状的装饰品。",
		"离为表现，故兑为显现。",
		"离为花朵，表示花朵脱落，花谢了；离为子宫，表示子宫内膜脱落；离为眼睛，表示视网膜脱落；离为文字，表示写文章漏字；离为轨道，表示脱离轨道。",
		"离为眼睛，表示眼睛有残缺；离为心脏，表示心律不齐；离为视力，表示视力不好。",
		"离为暖壶，表示暖壶破损了；离为花朵，表示残花败柳；离为帘子，表示帘子破了；离为合同，信件，表示合同信件有破损。",
		"离为饰品，表示废旧的饰品；离为报纸，表示废旧书刊报纸；离为电视机，冰箱，手机，电脑等电子产品，表示废旧的电器，电子产品。",
		"离为电子设备，表示便宜的电子设备；离为照明设备，表示便宜销售的照明设备；离为书刊杂志，表示便宜销售的书刊杂志。",
		"离为灯，表示凹形的灯；离为眼睛，表示眼睛凹陷；离为镜子，表示凹形镜。",
		"离为眼睛，表示目光片面，看问题片面。",
		"离为文章，信件，表示书面诽谤",
		"离为竞争，表示竞选演讲；离为煽动，表示煽动性强的演讲；离为文章，表示演讲稿。",
		"离为炫耀，表示言语之间充满炫耀。",
		"离为热，为火，表示吵的热火朝天。",
		"离为文，表示商量文学方面的问题；离为合同，表示商量合同的签订事宜，商量合作事宜。",
		"离为文，表示文化交流；离为影视，表示影视交流；离为信件，表示信件交流。",
		"离为竞争，为竞赛，表示辩论赛。",
		"离为流行，表示流行音乐；离为电子，表示电子乐；离为文，表示乐谱。",
		"离为信件，表示口信；离为合同，表示口头约定。",
		"离为干燥，表示干肉，煎烤的食物，果脯，鱼干等；离为美丽，表示包装精美的食物。",
		"离为文，表示对文化的信仰。",
		"离为虚荣，表示淫滥而虚荣。",
		"离为焦急，表示焦急的等待。",
		"离为电影院，电影院是人群聚集的地方。",
		"离为电子器件，表示金属制作的金属器件；离为灯，表示金属罩的灯；离为镜子，表示金属镜子，如铜镜；离为饰品，表示金属制的饰品。",
		"离为灯，表示路灯等公共照明设施。",
		"离为依附，表示有目的性的依附于某人，某物；离为光明，表示光明磊落的目的；离为撒谎，表示撒谎是有目的的。"
	]
}
