{
	"ord": 60,
	"name": "节",
	"guaname": "坎兑",
	"abrname": "水泽",
	"desc":"水泽节卦 坎上兑下",
	"yao": [1, 1, 0, 0, 1, 0],
	"卦辞": "亨。苦节，不可贞。",
	"爻辞": [
		"初九，不出户庭，无咎。", 
		"九二，不出门庭，凶。", 
		"六三，不节若，则嗟若，无咎。", 
		"六四，安节。亨。", 
		"九五，甘节，吉，往有尚。", 
		"上六，苦节，贞凶，悔亡。"
	],
	"爻象": [
		"“不出户庭”，知通塞也。",
		"“不出门庭凶”，失时极也。",
		"“不节之嗟”，又谁咎也。",
		"“安节之亨”，承上道也。",
		"“甘节之吉”，居位中也。",
		"“苦节贞凶”，其道穷也。"
	],
	"彖": "“节亨”。刚柔分而刚得中。“苦节不可贞”，其道穷也。说以行险，当位以节，中正以通。天地节而四时成。节以制度，不伤财，不害民。",
	"象": "泽上有水，节。君子以制数度，议德行。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua60/",
	"symbolize": [
		"兑为毁折，表示危险而具有毁折性，破坏性。",
		"兑为泽，表示低洼的水坑。",
		"兑为泽，为湖泊，表示活水的湖泊。",
		"兑为少年，表示未成年人保护法；兑为进出口，表示与对外贸易有关的法律；兑为口，为吃，表示与餐饮业有关的法律；兑为娱乐，表示与娱乐业有关的法律规定。",
		"兑为娱乐，表示沉溺于娱乐游戏，或者陷于歌舞升平，吃喝玩乐而不知上进，不能自拔；兑为泽，为湖，表示溺水。",
		"兑为小，表示小心眼；兑为缺，表示缺心眼；兑为伤疤，表示伤痕累累的心，受伤的心灵；兑为喜悦，表示心情愉悦；兑为娱乐，为享受，表示一心只想享乐；兑为毁折，表示毁折的心理，即有自杀自残，或者残他倾向。",
		"兑为娱乐，表示吃喝玩乐的思想；兑为喜悦，表示乐观的思想；兑为毁折，表示破坏的思想。",
		"兑为有缺口，表示有缺口的旧物；兑为玩具，表示旧玩具，坏了的玩具；兑为碗，表示破碗，烂碗；兑为乐器，表示坏了的乐器，旧乐器；兑为小五金，表示机器上小五金配件磨损。",
		"兑为诱惑，故坎为淫；兑为下阴，故坎为淫。",
		"兑为喜悦，表示半夜里喜悦，即兑为淫欲。",
		"兑为泽，为湖泊，表示地下湖泊；兑为娱乐城，表示地下娱乐场所。",
		"兑为娱乐场所，表示受困与娱乐场所。",
		"兑为食物，表示污损的食品；兑为玩具，表示脏兮兮的玩具。",
		"兑为毁折，表示毁灭性的灾难。",
		"兑为泽，表示水凹。",
		"兑为毁折，表示哭泣而有自残倾向，或者残他倾向；兑为说，表示边哭边说；兑为骂，表示边哭边骂人。",
		"兑为食物，表示冷冻食品，如速冻水饺，包子，丸等。",
		"兑为咽喉，表示咽喉疾病；兑为牙齿，表示牙病；兑为肺部，表示肺部疾病；兑为气管，表示气管方面的疾病；兑为下阴，表示妇科疾病；兑为血压，表示血压不正常；兑为白血球，表示白血球异常引起的疾病。",
		"兑为喜悦，表示表面喜悦而内心狡猾。",
		"兑为小，表示有小智慧；兑为口，为说话，表示善于随机应变。",
		"兑为娼妓，表示在娼妓，女人方面算计。",
		"兑为口，表示口腔溃疡；兑为下阴，表示妇科病；兑为肛门，表示痔疮；兑为伤口，表示伤口溃烂。",
		"兑为常，静水则常，故坎为寂静。",
		"兑为收敛，表示忍耐而收敛；兑为骂，表示忍耐恶语；兑为刑，表示忍受刑罚。",
		"兑为泽，为吃，骨坎为油，酱油，醋；兑为辣，表示辣酱，辣椒油。",
		"兑为口，为吃，故坎为饮料，冷饮；兑为儿童，表示儿童饮品。",
		"兑为白，表示白酒；兑为吃，表示料酒，调味酒；兑为盛水用具，表示酒具。",
		"兑为肺部，表示肺部脂肪瘤。",
		"兑为口，为吃，故坎为梅子，李子等水果。",
		"兑为盛水用具，故坎为酒具，喝汤用具。",
		"兑为小，表示小型潜艇。",
		"兑为泽，为上缺，故坎为井。",
		"兑为泽，为湿润，故坎为湿地，低洼之地等潮湿之地。",
		"兑为娱乐，表示洗浴加娱乐场所；兑为门口，表示洗浴中心门口；兑为湖水，表示在湖边的洗浴中心。",
		"兑为刑，故坎为监狱；兑为少年，表示少管所。",
		"兑为吃，故坎为自来水厂。",
		"兑为二，表示消防队的下属二级单位，消防支队。",
		"兑为小，表示小酒吧，小酒店。",
		"兑为吃，表示用于储藏食物的冷库。",
		"兑为口，为吃，故坎为冷饮店，饮食店。",
		"兑为喜悦，为淫荡，为诱惑，故兑为妓院。",
		"兑为小，表示小型水族馆。",
		"兑为口，表示车库门口。",
		"兑为缺，表示耳朵有残缺；或者耳朵有孔。",
		"兑为缺，表示心脏供血不足。",
		"兑为肺部，表示病毒性肺炎。",
		"兑为肺部，表示中毒引起的肺部疾病。",
		"兑为内分泌，表示劳累引起的内分泌失调症状。",
		"兑为肺部，表示肺水肿。",
		"兑为小，表示耳朵较小；兑为缺，表示耳朵有残缺。",
		"兑为小，表示小老鼠。",
		"兑为沼泽，表示沼泽地里的水鸟。",
		"兑为泽，为浅滩，表示两栖类脊椎动物。"
	]
}
