{
	"ord": 38,
	"name": "睽",
	"guaname": "离兑",
	"abrname": "火泽",
	"desc":"火泽睽 离上兑下",
	"yao": [1, 1, 0, 1, 0, 1],
	"卦辞": "小事吉。",
	"爻辞": [
		"初九，悔亡。丧马勿逐自复。见恶人无咎。", 
		"九二，遇主于巷，无咎。", 
		"六三，见舆曳，其牛掣，其人天且劓，无初有终。", 
		"九四，睽孤遇元夫，交孚，厉，无咎。", 
		"六五，悔亡。厥宗噬肤，往何咎？斋", 
		"上九，睽孤见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇，婚媾。往遇雨则吉。"
	],
	"爻象": [
		"“见恶人”，以辟咎也。",
		"“遇主于巷”，未失道也。",
		"“见舆曳”，位不当也。“无初有终”，遇刚也。",
		"“交孚无咎”，志行也。",
		"“厥宗噬肤”，往有庆也。",
		"“遇雨之吉”，群疑亡也。"
	],
	"彖": "睽，火动而上，泽动而下。二女同居，其志不同行。说而丽乎明，柔进而上行，得中而应乎刚，是以小事吉。天地睽而其事同也。男女睽而其志通也。万物睽而其事类也，睽之时用大矣哉！知",
	"象": "上火下泽，睽。君子以同而异。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua38/",
	"symbolize": [
		"兑为小，表示美丽的小物件，小饰品；兑为小吃，表示精美的小吃；兑为玩具，表示精美的玩具。",
		"兑为小五金，表示明亮的小五金制品。",
		"兑为口，表示口中发热；兑为咽喉，表示咽炎；兑为气管，表示气管炎；兑为肺，表示肺炎。",
		"兑为食物，表示水分很少的干燥的食物；兑为泽，表示干枯的水沟，水塘；兑为口，表示口干舌燥。",
		"兑为音乐会，表示盛大的音乐会；兑为演讲，表示盛大的演讲比赛；兑为会议，表示盛大的会议；兑为聚会，表示盛大的聚会。",
		"兑为说，表示口齿清晰，表达清楚。",
		"兑为说，表示出口成章。",
		"兑为小物件，表示小饰品；兑为饼干，表示装饰性饼干；兑为口，表示修饰过的嘴，即涂了唇彩等化妆品。",
		"兑为垃圾桶，故离为中空。",
		"兑为说，表示爱说，爱显现自我。",
		"兑为唱歌，表示歌唱比赛；兑为演讲，表示演讲比赛，主持人大赛，相声大赛。",
		"兑为湖泊，表示被围起来的湖泊，比如有围栏。",
		"兑为玩具，表示网格棋盘；兑为交际，表示交际网；兑为小，表示网眼。",
		"兑为商量，表示拒绝与别人商量；兑为交流，表示拒绝交流。",
		"兑为玩耍，表示因贪玩的撒谎；兑为吃，表示因为嘴馋而撒谎。",
		"兑为演讲，表示有煽动性的演讲。",
		"兑为诱惑，表示轻浮而有诱惑力。",
		"兑为刀，表示西医，外科医学；兑为交流，表示医学学术上的交流。",
		"兑为口才，表示靠了一张嘴。",
		"兑为说，表示言谈文明；兑为交际，表示社交礼仪；兑为进出口，表示涉外礼仪。",
		"兑为儿童，表示儿童书籍杂志；兑为娱乐，表示娱乐杂志，周刊，报纸；兑为金融，表示金融时报。",
		"兑为小，表示小花朵，碎花；兑为玩具，表示花形状的玩具；兑为秋天，表示菊花等秋天开的花。",
		"兑为饮食用具，表示放食物的瓶子，如饮料瓶，牛奶瓶。",
		"兑为小，表示小灯，小夜灯；兑为白色，表示白炽灯；兑为收敛，表示节能灯；兑为娱乐，表示娱乐场所的灯；兑为星星，表示一闪一闪的灯。",
		"兑为玩具，表示玩具般的打火机，烤箱；兑为上开口，故离为打火机。",
		"兑为说，表示有声音的，故离为电视，录像机。",
		"兑为小动物，表示以小动物为主题的画；兑为食物，表示以食物为题材的画。",
		"兑为金属币，表示硬币。",
		"兑为小，表示小饰品。",
		"兑为泽，表示化妆水；兑为口，表示唇彩；兑为小五金，表示眉毛夹，睫毛夹。",
		"兑为口，表示窗口；兑为小，表示小窗户。",
		"兑为娱乐，故离为烟花。",
		"兑为白，表示投降的白旗。",
		"兑为小，表示电动自行车，电动摩托车。",
		"兑为娱乐场所，表示以娱乐场所为主的华丽的街道。",
		"兑为娱乐，表示娱乐电视台；兑为少儿，表示少儿节目电视台。",
		"兑为口，故离为喷火口。",
		"兑为食物，为吃，故离为厨房。",
		"兑为少儿，表示幼儿园，小学，中学；兑为喜悦，为口，为唱，表示音乐类艺术学校；兑为说，表示销售，广播类院校。",
		"兑为刀，表示西医为主的医院。",
		"兑为毁折，表示光明而具有毁折性的，故离为军营，派出所，公安。",
		"兑为残缺，表示眼睛有残疾。",
		"兑为肺部，表示因肺部方面的疾病导致的心脏病。",
		"兑为缺，表示近视眼。",
		"兑为下阴，为性病，表示性病，妇科病。",
		"兑为咽喉，表示咽炎；兑为牙齿，表示牙齿炎症；兑为下阴，表示阴道炎。",
		"兑为小，表示小眼睛；兑为喜悦，表示眼带笑意；兑为双，表示双眼皮；兑为毁折，表示近视眼等眼疾；兑为星星，表示喜欢眨眼睛；兑为说，表示会说话的眼睛；兑为诱惑，表示魅惑的眼睛。",
		"兑为小，表示胸比较小。"
	]
}
