{
	"ord": 5,
	"name": "需",
	"guaname": "坎乾",
	"abrname": "水天",
	"desc":"水天需 坎上乾下",
	"yao": [1, 1, 1, 0, 1, 0],
	"卦辞": "有孚，光亨。贞吉，利涉大川。",
	"爻辞": [
		"初九，需于郊，利用恒，无咎。", 
		"九二，需于沙，小有言，终吉。", 
		"九三，需于泥，致寇至。", 
		"六四，需于血，出自穴。", 
		"九五，需于酒食，贞吉。", 
		"上六，入于穴，有不速之客三人来，敬之终吉。"
	],
	"爻象": [
		"“需于郊”，不犯难行也。“利用恒无咎”，未失常也。",
		"“需于沙”，衍在中也。虽小有言，以终吉也。",
		"“需于泥”，灾在外也。自我致寇，敬慎不败也。",
		"“需于血，”顺以听也。",
		"“酒食贞吉”，以中正也。",
		"“不速之客来，敬之终吉”，虽不当位，未大失也。"
	],
	"彖": "“需”，须也。险在前也，刚健而不陷，其义不困穷矣。“需，有孚，光亨，贞吉”，位乎天位，以正中也。“利涉大川”，往有功也。",
	"象": "云上于天，需。君子以饮食宴乐。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua05/",
	"symbolize": [
		"需要等待，说明事物的开展不宜急，而宜缓，需要等待时机。",
		"乾为洁净，表示纯净水，干净的水，可以饮用的水。",
		"乾为公务员，表示公务员法。",
		"乾为刚毅，表示一颗坚强的心；乾为钱，表示视财如命的心；乾为傲慢，表示傲慢的心；乾为残暴，表示残暴不仁的心；乾为积极，表示积极向上的心；乾为老成，表示老成的心；乾为大，为广，表示心胸广阔；乾为纯粹，表示心灵纯洁。",
		"乾为君，为天下，表示志在天下；乾为积极向上，表示积极向上的思想；乾为老成，表示思想老成，老练；乾为圆，表示思想圆滑，左右逢源，八面玲珑；乾为残暴，表示暴力的思想；乾为专横，表示专横跋扈的思想。",
		"乾为古董，表示有残损的古董；乾为金玉珠宝首饰，表示有残损的首饰，旧的首饰；乾为高级汽车，表示破旧的高级汽车。",
		"乾为阳性生殖器，故坎为淫。",
		"乾为天，表示天昏地暗。",
		"乾为公务员，为党员，表示地下党。",
		"乾为天，表示晴朗的天。",
		"乾为汽车，表示汽车脏了。",
		"乾为金属，表示弯曲的金属。",
		"乾为天，表示气象灾害。",
		"乾为头，表示头是凹的，不是圆的；乾为面部，表示凹形脸。",
		"乾为冰，故坎为冰冷；乾为寒，表示冰激凌，冰棍。",
		"乾为骨，表示骨骼性疾病；乾为头，表示头部疾病；乾为大肠，表示大肠疾病；乾为男性生殖器，表示生理疾病。",
		"乾为刚正，故坎为义气。",
		"乾为强盛，表示十分的狡猾；乾为单位一把手，表示单位一把手十分狡猾。",
		"乾为大，表示有大智慧；乾为君王，表示大人物的智慧。",
		"乾为钱，表示在钱财方面善于算计；乾为官吏，表示善于在为官方面算计；乾为傲慢专横，表示傲慢专横而善于算计。",
		"乾为头，表示头部有溃疡；乾为大肠，表示大肠有溃疡；乾为男性生殖器，表示男性性病。",
		"乾为刚强，表示性格刚强而忍耐；乾为暴力，表示忍受暴力。",
		"乾为玻璃瓶，表示盛在玻璃容器中的油，酱油，醋；乾为水果，表示果醋，果酱。",
		"乾为寒，故坎为饮料，冷饮；乾为水果，表示果味饮品。",
		"乾为贵重，表示名酒，高档酒；乾为水果，表示果酒。",
		"乾为高档，表示高档涂料。",
		"乾为面部，表示面部脂肪多，即脸比较肥。",
		"乾为贵重，表示昂贵的药物。",
		"乾为圆，为金属，表示手铐；乾为祖先，表示古代的刑具。",
		"乾为水果，为圆，故坎为梅子，李子等带核的水果。",
		"乾为玻璃，表示玻璃酒杯，玻璃碗，汤匙。",
		"乾为高档，表示高档的洗浴场所；乾为京城，表示大城市的洗浴中心。",
		"乾为高级楼房，表示高级楼房的地下室。",
		"乾为纯净，表示生产纯净水的自来水厂。",
		"乾为京城，表示首都，大城市的消防队；乾为君，表示消防总队。",
		"乾为高档，表示高档酒店，星级酒店。",
		"乾为冰，为寒，故坎为冷库。",
		"乾为冰激凌，故坎为冷饮店。",
		"乾为高档，表示高档的情色场所；乾为靠山，表示有背景，有靠山的妓院。",
		"乾为大，表示大型的水族馆，有大型鱼类的水族馆。",
		"乾为大，表示大型煤场；乾为政府，表示国家控股的煤场。",
		"乾为高档酒店，表示高档酒店的车库；乾为政府部门，表示政府部门的车库；乾为学校，表示学校的车库。",
		"乾为硬化，表示肾脏有硬化。",
		"乾为寒，表示骨寒之疾。",
		"乾为寒，表示腰部受寒。",
		"乾为先天，表示先天性心脏病。",
		"乾为头部，表示病毒性脑膜炎。",
		"乾为金属，表示重金属中毒。",
		"乾为头，表示脑水肿。",
		"乾为骨，表示腰肢比较细，骨感。",
		"乾为大，表示背部比较宽。",
		"乾为大，表示耳朵大；乾为骨，表示耳朵瘦，没耳垂。",
		"乾为骨，故坎为美脊之马。",
		"乾为郊野，表示野猪。",
		"乾为大，表示水中大型动物，如鲸鱼，鲨鱼。",
		"乾为天鹅，故坎为天鹅。"
	]
}
