{
	"ord": 9,
	"name": "小畜",
	"guaname": "巽乾",
	"abrname": "风天",
	"desc":"风天小畜 巽上乾下",
	"yao": [1, 1, 1, 0, 1, 1],
	"卦辞": "亨。密云不雨。自我西郊。",
	"爻辞": [
		"初九，“复自道”，何其咎？吉。", 
		"九二，牵复，吉。", 
		"九三，舆说辐。夫妻反目。", 
		"六四，有孚，血去，惕出无咎。", 
		"九五，有孚挛如，富以其邻。", 
		"上九，既雨既处，尚德载。妇贞厉。月几望，君子征凶。"
	],
	"爻象": [
		"“复自道”，其义“吉”也。",
		"牵复在中，亦不自失也。",
		"“夫妻反目”，不能正室也。",
		"“有孚惕出”，上合志也。",
		"“有孚挛如”，不独富也。",
		"“既雨既处”，德积载也。“君子征凶”，有所疑也。"
	],
	"彖": "“小畜”，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃亨。“密云不雨”，尚往也。“自我西郊”，施未行也。",
	"象": "风行天上，“小畜”。君子以懿文德。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua09/",
	"symbolize": [
		"乾为运行，为圆，表示按照一定规律运行不止，比如天体的运行，循环无端。",
		"乾为君王，表示君王发布的命令；乾为官吏，表示与官吏有关的命令，比如反腐倡廉等；乾为天文，表示与天文有关的命令。",
		"乾为大，为高，表示高学历。",
		"乾为精密仪器，表示精密技术；乾为天，表示航天技术。",
		"乾为乾，故巽为利市三倍；乾为大，表示大的利市三倍；乾为政府，表示与政府进行的交易；乾为金玉珠宝，表示从事的是金玉珠宝行业；乾为高级飞行器，车辆，表示从事的是飞机，汽车，火车方面的行业；乾为古董，表示从事古董行业；乾为玻璃，表示从事玻璃行业。",
		"乾为弯曲的大道，表示细而弯曲的大道。",
		"乾为坚硬，表示僵硬而直的事物；乾为金属，表示直的金属制品；乾为发光，表示直的能发光的事物，如灯管。",
		"乾为光泽，表示薄的有光泽的事物；乾为坚硬，表示又薄又硬的事物；乾为圆，表示薄而圆的事物。",
		"乾为金，表示金条。",
		"乾为天，天上飘浮的事物，即云彩。",
		"乾为辛辣，表示辛辣的气味。",
		"乾为纯净，故巽为清洁；乾为光泽，表示干净而有光泽；乾为面部，表示脸上很干净。",
		"乾为君王，表示国家领导人的号召；乾为一把手，表示一把手的号召。",
		"乾为一把手，表示上层领导推荐的；乾为激烈，表示强烈举荐。",
		"乾为领导，为一把手，表示有胆识，有魄力的领导；乾为刚毅，表示性格刚毅而有魄力和胆识。",
		"乾为圆，表示圆形的树叶。",
		"乾为光滑，表示光溜溜的绳子。",
		"乾为金属，表示金丝线。",
		"乾为圆，故巽为救生圈。",
		"乾为金，表示金笔。",
		"乾为天，故巽为飞机。",
		"乾为高档，表示高档的床；乾为坚硬，表示硬板床。",
		"乾为弯曲，表示盘状的蚊香。",
		"乾为玻璃，表示长条玻璃桌柜。",
		"乾为金属，表示金属薄片。",
		"乾为大，为广，表示一望无际的草原，竹海。",
		"乾为金属，表示金属的管道；乾为弯曲，表示管道的弯曲处。",
		"乾为弯曲的大道，故巽为道路；乾为郊野，表示郊外的道路；乾为核心，表示城市主干道。",
		"乾为金属，表示钢架结果的桥。",
		"乾为君王，表示皇家寺观，大型寺观。",
		"乾组合，乾为京城，表示京城，省城里的邮局。",
		"与乾组合，乾为金玉珠宝，表示经营金玉珠宝的商店；乾为眼镜，表示眼镜店；乾为玻璃器皿，表示销售玻璃制品，玻璃饰品的商店；乾为汽车，表示汽车销售店；乾为冰激凌，表示冷饮商店；乾为水果，表示水果商店；乾为天文，表示天文用品商店。",
		"乾为飞机等高级飞行器，故巽为机场，发射场；乾为京城，表示大型机场，国际机场。",
		"乾为金银首饰，表示金银首饰设计中心；乾为玻璃制品，表示玻璃制品设计中心；乾为高级汽车，表示高档汽车设计中心；乾为高级住宅，表示高级住宅如别墅中心。",
		"乾为弯曲，表示弯曲的传送带。",
		"乾为头部，表示伤风感冒而引起的头部不适。",
		"乾为男性生殖器，表示神经性阳痿。",
		"乾为硬化，表示肝硬化。",
		"乾为圆，表示胯部比较圆，即延伸臀部是圆圆的；乾为大，表示胯大；乾为骨，表示胯部有骨感。",
		"乾为光泽，表示发质有光泽。",
		"乾为骨，表示肩膀骨感瘦削；乾为大，表示肩膀宽大。",
		"乾为眼镜，故巽为眼镜蛇；乾为环状，表示环形蛇。",
		"乾为王，为兽中之王，故巽为老虎；乾为马，故巽为带条纹的马，即斑马。"
	]
}
