{
	"ord": 14,
	"name": "大有",
	"guaname": "离乾",
	"abrname": "火天",
	"desc":"火天大有 离上乾下",
	"yao": [1, 1, 1, 1, 0, 1],
	"卦辞": "元亨。",
	"爻辞": [
		"初九，无交害匪咎。艰则无咎。", 
		"九二，大车以载，有攸往，无咎。", 
		"九三，公用亨于天子，小人弗克。", 
		"九四，匪其彭，无咎。", 
		"六五，厥孚交如威如，吉。", 
		"上九，自天祐之，吉，无不利。"
	],
	"爻象": [
		"大有初九，无交害也。",
		"“大车以载”，积中不败也。",
		"公用亨于天子，小人害也。",
		"“匪其彭，无咎。”明辨晰也。",
		"“厥孚交如”，信以发志也。“威如之吉”，易而无备也。",
		"大有上吉，自天祐也。"
	],
	"彖": "“大有”，柔得尊位大中，而上下应之，曰“大有”。其德刚健而文明，应乎天而时行，是以元亨。",
	"象": "火在天上，“大有”。君子以遏恶扬善，顺天休命。",
	"文言": "",
	"url": "https://www.guoyi360.com/64gua14/",
	"symbolize": [
		"上乾变成离卦，离中虚，两阳包一阴，外实而内虚，就是二维平面的圆，三维空间的球，为圆之像。变卦中的离为日，乾为天，为天上的太阳",
		"乾为面部，表示美丽的脸蛋，相貌美丽；乾为骨，表示美丽的骨头，表示身材好；乾为汽车，表示美丽的汽车；乾为金银饰品，表示制作精美的金银首饰。",
		"乾为有光泽，表示明亮而有光泽。",
		"乾为干，表示干热；乾为硬，表示又硬又热。",
		"乾为硬，表示干硬的事物；乾为寒，表示干冷的天气，事物；乾为水果，表示干燥的水果，果脯。",
		"乾为飞机，故离为上升。",
		"乾为学校，表示文科学校。",
		"乾为小汽车，表示装饰过的小汽车；乾为金银制品，表示金银首饰，装饰用的金银制品；乾为手表，表示装饰表。",
		"乾为汽车，故离为中空。",
		"乾为过于自信，表示过于自信而爱表现自己。",
		"乾为中正，表示公正的竞争；乾为纯粹，表示纯粹的竞赛，没有其余动机。",
		"乾为球，表示网球。",
		"乾为强盛，表示十分虚荣；乾为钱，表示在金钱方面很虚荣，装大款。",
		"乾为统治，表示拒绝被统治，被管理。",
		"乾为钱，表示在钱方面撒谎。",
		"乾为中，正，故离为稳定。",
		"乾为古董文物，表示发掘文物；乾为官吏，表示检举官吏；乾为天，表示空中侦察。",
		"乾为独裁，表示骄傲自满而独裁。",
		"乾为学校，表示医学院。",
		"乾为官吏，表示有为官的当后台；乾为有钱人，表示依附于有钱人。",
		"乾为学校，表示文明校园；乾为国家单位，表示文明国家单位；乾为政治，表示政务礼仪。",
		"乾为君，表示中央下发的文件；乾为公务员，表示党内书刊杂志；乾为钱，表示有价证券。",
		"乾为金银首饰，表示有花纹的金银首饰；乾为眼镜，表示眼镜架是花纹形装饰。",
		"乾为古董，表示古董花瓶；乾为金，表示金制的瓶子；乾为高档，表示高档的瓶子，花瓶；乾为发光，表示光泽很好的瓶子。",
		"乾为贵重高档，表示高档的灯，如酒店的吊灯；乾为弯曲，表示曲形灯；乾为车，表示车灯；乾为水晶，表示水晶灯。",
		"乾为高档，表示高档的打火机，烤箱；乾为天，表示火烤一样的天气。",
		"乾为天文，表示天文望远镜。",
		"乾为古董，表示古董字画；乾为名人，表示名人字画；乾为名胜古迹，表示描绘名胜古迹的画。",
		"乾为君王，表示君王的印章；乾为玉，表示玉质的印章；乾为金，表示金属印章。",
		"乾为古董，表示古代的货币；乾为金银，表示金银币；乾为祖先，表示冥币。",
		"乾为汽车，表示汽车广告；乾为金银饰品，表示金银饰品的广告；乾为君，表示央视的广告。",
		"乾为金银，表示金银饰品；乾为车，表示车上的饰品。",
		"乾为高档，表示高档化妆品。",
		"乾为玻璃，故离为玻璃窗；乾为圆，表示圆形窗户；乾为上，为仰视，表示天窗；乾为车，表示车窗。",
		"乾为王，表示国旗，五星红旗。",
		"乾为玻璃，表示玻璃屏风。",
		"乾为珠子，表示珠帘。",
		"乾为水果，表示果脯。",
		"乾为古董，表示烧烤制的古董，如瓷器，瓦器。",
		"乾为神像，故离为供神用具，蜡烛，纸张，香炉等。",
		"乾为高级车辆，表示高级汽车，高级火车，如动车，轻轨。",
		"乾为名胜古迹，故离为名胜古迹。",
		"乾为大会堂，博物馆，故离为大会堂，博物馆。",
		"乾为祖先，为历史，表示历史博物馆。",
		"乾为学校，表示学校的图书馆；乾为京城，表示国家图书馆。",
		"乾为车，表示车展。",
		"乾为京城，表示央视。",
		"乾为高档，表示高档影剧院，国家大剧院。",
		"乾为钱，故离为银行；乾为君，表示国有银行，如四大银行。",
		"乾为金属，故离为冶炼场所。",
		"乾为京城，表示国家开办的学校。",
		"乾为祖先，表示先天性心脏病。",
		"乾为远方，表示远视眼。",
		"乾为硬，表示乳房有硬块，乳腺增生。",
		"乾为寒，表示宫寒。",
		"乾为男性生殖器，表示前列腺炎；乾为肺，表示肺炎。",
		"乾为男性生殖器，表示前列腺肥大。",
		"乾为大，为圆，表示又大又圆的眼睛；乾为冷酷，表示冷酷的延伸；乾为愤怒，表示愤怒的眼神。",
		"乾为圆，表示圆圆的乳房。"
	]
}
