{
	"Sun": {
		"Common": "",
		"Aries": "太阳落在白羊座，即位于它的擢升位置，描绘这样一个人，身材适中，强壮结实，健康的肤色，虽然不是很光洁，浅色的头发，亚麻色的或淡黄色的；有着崇高的精神，很有胆量和英勇；喜欢一切战争行为，从而获得胜利和荣誉；在他的敌人看来，是个可怕的人，使得自己在他那一代人中声名鹊起，有时甚至超出了其出生[命盘寓意的]能力。",
		"Taurus": "太阳落在金牛座，描绘这样一个人，身材矮小结实，棕色的头发，不太清秀，肤色黝黑，嘴巴宽，鼻子大，宽阔的脸庞，是个很自信勇敢的人，足够强壮，而且不自负，喜欢反对他人，通常会成为征服者。",
		"Gemini": "太阳落在双子座，描绘这样一个人，身体匀称，肤色红润，中等偏上的身材，棕色的头发，是个性格很好的人，对人和善谦恭，在任何事务中都不是很幸运，容易受到他人的压制/阻碍和控制，不计较他人的中伤，这表明他是个非常温和的人。",
		"Cancer": "太阳落在巨蟹座，代表或描绘这样一个人，中等身材，肤色不佳，面部有些畸形、很不健康的样子，棕色的头发，不成比例的身体，但非常无害，天真，开朗，喜欢女性；同时也是爱好音乐、舞蹈等这类消遣；但对任何工作都不感兴趣，因为他似乎对任何工作都感到不适和反感[或是对任何工作都提不起兴致]。",
		"Leo": "太阳落在狮子座，描绘这样一个人，身体强壮匀称，肤色红润，浅棕色或淡黄色的头发，圆脸，大眼睛，有时脸上会有印记或焦斑；是个非常诚实的人，对朋友忠诚，信守承诺，但又乐在其中，无论是在战争还是其它的，他都野心勃勃地追逐荣誉；通常是促进一切有顺序发展。",
		"Virgo": "太阳落在处女座，描绘这样一个人，中等偏上的身材，比例匀称的身体，不会胖而是较苗条；健康的肤色；棕色的头发，且大多是棕色的；性情上，是个聪明开朗的人，喜欢一切体面的消遣，尤其是那些能使耳朵和味觉愉悦的活动。",
		"Libra": "太阳落在天秤座，描绘这样一个人，挺拔的身体，椭圆形的脸，红润好看的肤色，浅色的头发，饱满的眼睛，有时脸上会有粉刺；是个在他的全部或大多数作为中都非常不幸的人，尤其是在战争中；因为在那里，如果他挣脱了其它危险，他一定会因此而蒙羞，除非其征象星得到某些强而有利的星体的支持。",
		"Scorpio": "太阳落在天蝎座，描绘这样一个人，身材魁梧，圆脸，暗沉的肤色，[晒得]黝黑，棕色的头发，通常有着非常丰满的身体；性情上，是个聪明的人，但个性粗犷；渴望荣誉；是个专断之人；在航海或医学实践中会有比较幸运。",
		"Sagittarius": "太阳落在射手座，描绘这样一个人，身材高大、匀称清秀，椭圆形的脸，肤色红润，浅棕色的头发；品格和性情上，是个非常高尚自豪的人；目标远大，在行使权力时过于严厉；然而他所立下的一些光荣功绩，使得他的名声更加响亮。",
		"Capricorn": "太阳落在摩羯座，描绘这样一个人，中等身材，肤色不佳，棕色的直发，椭圆形的脸，身体瘦弱，不够紧实，且不成比例；在性情上，行事非常公正，从而赢得爱和友谊；有时是情欲旺盛的，是个好女色的人，通常来说，对身边交往之人而言是个好脾气的人。",
		"Aquarius": "太阳落在水瓶座，描绘这样一个人，中等身材，肥胖的身体，十分紧致，圆脸，浅棕色的头发，通常有着光洁的皮肤；性格温和善良，但喜欢炫耀卖弄，渴望权力，但对任何人都没有恶意。",
		"Pisces": "太阳落在双鱼座，描绘这样一个人，身材十分矮小，圆脸，健康的肤色；浅棕色的头发，有时是亚麻色的，相当丰满或肥胖的身体；通常喜欢女色，还有喜欢各种各样的娱乐消遣；沉迷于玩乐和宴会，很多时候对自己于不利；然而是个对别人无害，损害自己也不会损害别人的人，常常是因为挥霍无度而招致的。"
	},
	"Moon": {
		"Common": "",
		"Aries": "月亮落在白羊座，描绘这样一个人，中等身材，圆脸，浅棕色或亚麻色的头发，比较肥胖或肉嘟嘟的，中等健康的肤色；性情上是个反复无常的人，鲁莽，热情，有野心，有抱负，但鲜少是幸运的，或者在这种情况下只维持很短的时间。",
		"Taurus": "月亮落在金牛座，描绘这样一个人，结实的身体，中等身材，比较干练，肥胖强壮的身体，没有光洁的肤色，棕色或黑色的头发；是个性情温和、乐于助人、举止稳重、行为端正的人，因此得到了与其交往的所有人的尊重；而且很容易得到世人的青睐，与其出生[命盘]的度数和情况相称。",
		"Gemini": "月亮落在双子座，描绘这样一个人，结实的身体，高大，棕色的头发，健康的肤色，不是不是红润或苍白的，而是介于二者之间；身材比例匀称，体态挺拔秀美；性格并不值得称赞，而是令人讨厌的；是个足智多谋的人，非常狡猾，但通常是不幸的，除非有其它的征象支持。",
		"Cancer": "月亮落在巨蟹座，描绘这样一个人，中等身材，比例匀称而肉感，圆而饱满的脸，棕色的头发，白而暗沉的肤色；性格上，灵活变通，诙谐，开朗；喜欢社交，非常无害[即不伤害别人]，通常都很受人欢迎；在大多数事情上都很幸运，但在做决定上犹豫不决和善变的，不会感情用事或鲁莽行事。",
		"Leo": "月亮落在狮子座，描绘这样一个人，中等偏上的身材，身材匀称，骨骼粗壮，肤色红润，浅棕色的头发，圆脸，大眼睛；性格上，高贵、骄傲、有抱负、非常渴望荣誉、渴望出类拔萃/脱颖而出，不喜欢受制于人或屈居人下，鲜少会是个幸运的人。",
		"Virgo": "月亮落在处女座，描绘这样一个人，中等偏上的身材，棕色或黑色的头发，椭圆形的脸，偏红润的肤色；性格上，是个足智多谋的人，忧郁，非常沉默寡言，贪婪，不幸，很少有值得称道的作为。",
		"Libra": "月亮落在天秤座，描绘这样一个人，结实的身体，十分紧致，较高的身材，柔顺浅棕色的头发，白里透红的肤色；性格上，同样是令人舒服的，是个非常快活的人，喜欢寻欢作乐，也很受女性的尊敬[欢迎]。如果是个女性的话，她会被爱慕，或至少会有很多爱慕者追求；然而，容易遭受不幸，除非金星落位良好，并且与太阳、月亮或木星成好的相位。",
		"Scorpio": "月亮落在天蝎座，代表一个不合群的人，又胖又矮，肉嘟嘟的，肤色十分暗沉，棕色或黑色的头发，简而言之，是个心地不善的人，而且很少有好脾气；酗酒、恶毒、奸诈，除非受过良好的教育，或者是月亮位于好的[星体的]相位之中；如果是个女性的话，她很少能免受严厉的谴责[即很少能不受人指指点点/苛责]，且不被孤立，除非月亮得到好的星体的有利配置的支持。",
		"Sagittarius": "月亮落在射手座，描绘这样一个人，英俊匀称的身材，椭圆形的脸，亮棕色的头发，红润的肤色；是个慷慨大方、自由奔放的人，三分钟热情的人，雄心勃勃，志存高远，通常是乐于助人的，因此会得到与之交往的人的尊敬。",
		"Capricorn": "月亮落在摩羯座，描绘这样一个人，身材矮小、肤色不佳、瘦削的身体和脸庞、棕色或黑色的头发；有时膝盖会有缺陷或残疾，至多不是个强壮的人；是个小聪明或或足智多谋的人；然而容易行事放荡卑鄙，这使他成为一个不受人尊敬的人；然而，如果月亮得到木星、太阳或金星来自盘中好的宫位的友好光线[相位]，那么性格上便会得到很好的纠正。",
		"Aquarius": "月亮落在水瓶座，描绘这样一个人，中等身材，不高也不矮，而是介于两者之间；身体比例匀称，但较为肥胖；褐色的头发，光洁红润的皮肤；是个聪明的人，非常平易近人有礼貌的性格，不伤害别人，喜欢新奇而温和的消遣，善于发明创造，因此会表现出活跃的想象力，很有天赋的头脑，而且很少做出不值当的行为。",
		"Pisces": "月亮落在双鱼座，描绘这样一个人，中等或矮小的身材，比较苍白的肤色，亮棕色的头发，身体丰满或肥胖，是个不太喜欢行动的人，除非是那些最糟糕的，而且在大多数事情上并不幸运，于己于人都没有好处；性格上，可能会有所改善，只要月亮落在盘中好的宫位的话，与好的和有益的星体成相位，这个也必须考虑所有星体的具体寓意，特别是对于个性和精神品质上的，在所有的十二星座中都是。"
	},
	"Mercury": {
		"Common": "",
		"Aries": "水星落在白羊座，描绘这样一个人，中等身材，瘦弱，椭圆形的脸，浅棕色的头发，容易卷曲；皮肤不光洁，心眼很坏，很喜欢偷窃，干这种卑鄙的勾当。",
		"Taurus": "水星落在金牛座，描绘这样一个人，身材既不高也不矮，而是结实肥胖，黝黑的皮肤，棕色的头发，短而粗；性情上，是个非常懒散的人，贪图安逸，在女人中寻欢作乐，自取其害和自遭不幸。",
		"Gemini": "水星落在双子座，描绘这样一个人，相当高大，挺拔的身材，匀称紧致，棕色的头发，健康的肤色；性情上，非常聪明，是个好的演说家，有时也会成为一个非常善辩的律师，或是书商等等。简而言之，水星落在双子座，描绘了一个善于权衡自身利弊的人，既难以被狡猾的政治家所战胜，也不会轻信遇到的狡诈的无赖；但通常而言，非常狡猾善辩，尤其是如果水星没有受到刑克的话。",
		"Cancer": "水星落在巨蟹座，描绘这样一个人，身材不高或矮小的，肤色不佳，头发暗淡[?]，瘦削的脸庞，尖尖的鼻子，小眼睛；性情上，不过是个伪君子，是个酗酒之人，喜欢偷窃；也是个坏脾气的人，除非月亮和木星与水星形成好的相位。",
		"Leo": "水星落在狮子座，描绘这样一个人，身材高大，但没有光洁的肤色，相当黝黑或被晒黑，浅棕色的头发，圆脸，饱满的眼睛，宽阔或高高的鼻子；性情上，急躁、易怒、骄傲、自负、有野心、爱吹嘘，经常惹人争议。",
		"Virgo": "水星落在处女座，描绘这样一个人，身材高大，苗条，匀称，深棕色或黑色的头发，没有光洁的肤色；长长的脸，神色严肃；在性情和人品上，是个极具独创性的人，极具才智，有着卓越敏锐的想象力，除了其它罕见的成就外，还能掌握多种语言；在水星没有受克的情况下，这更是如此。但是我们必须明白，每个以水星为其征象星并这样落位的人，并不都具备这样的能力，因为同样也必须考虑出生、父母和受教育的情况，在占星师的判断中必须结合考虑。",
		"Libra": "水星落在天秤座，描绘这样一个人，十分紧致的身材，个子比较高，浅棕色顺滑的头发，红润或泛红的肤色，身体较为肥胖；性情上，十分正直、善良、稳重、热爱和促进学习。简而言之，是个拥有天赋和后天成就的幸运的人。",
		"Scorpio": "水星落在天蝎座，描绘这样一个人，中等身材，结实，宽阔的肩膀，黝黑的皮肤，棕色的卷发，身体不够协调；这种人十分狡猾，好女色，喜欢结交，善于交际[/善于利用人脉?]，足智多谋，勤奋地促进自己的利益。",
		"Sagittarius": "水星落在射手座，描绘这样一个人，身材高大，匀称，不胖，但骨骼粗大，椭圆形的脸，棕色的头发，肤色红润，大大的鼻子；人品和个性上，容易生气也容易平息；行事太过鲁莽，这往往会损害自己，但总体而言是好的，喜欢高尚的事物，却很少达成他的目的。",
		"Capricorn": "水星落在摩羯座，描绘这样一个人，中等身材，瘦削的脸，棕色的头发，肤色暗沉，有时也会有罗圈腿，或有的会有些缺陷；性情上，乖戾、不满[足]和不幸运，除非有其它征象出现；总之，是个无能为力的沮丧的人。",
		"Aquarius": "水星落在水瓶座，描绘这样一个人，身材不高，较为肥胖和丰满，健康光洁的肤色，棕色的头发，圆脸；性情上，是个具有独创性的乐于助人的人，喜欢学习艺术和科学，极具才智，并且善于探索发明创造。",
		"Pisces": "水星落在双鱼座，描绘这样一个人，身材矮小，棕色的头发，瘦削的脸，苍白而不健康的肤色，通常体毛旺盛；性情上，闷闷不乐，郁郁寡欢，喜欢女性，嗜酒；因此成为自己最大的敌人。"
	},
	"Venus": {
		"Common": "",
		"Aries": "金星落在白羊座，描绘这样一个人，中等身材，苗条而非臃肿的，浅色的头发，通常脸上会有些印记或烙印，健康的肤色，但通常是个非常不幸的闷闷不乐的人，对自己和对与其交往的人而言都是不幸运的，因为金星落在白羊座是位于其落陷的位置[受到了损害]。",
		"Taurus": "金星落在金牛座，描绘这样一个人，是个清秀之人，中等身材，肤色红润，但不光洁，棕色的头发，丰满的身体，不臃肿，但十分紧致，是个温和的人，有着迷人的性格，在其大部分的作为中都是幸运的；不伤害别人，而是乐于助人，因此得到了与其交往的大多数人的普遍尊重。",
		"Gemini": "金星落在双子座，通常描绘这样一个人，中等偏上的身材，十分高大，修长紧致的身体，棕色的头发，较为光洁的肤色；在性情上，是个心地善良、充满爱心的人，乐善好施，乐于助人，喜欢正义的行为，很少会做不光彩或不值当的事。",
		"Cancer": "金星落在巨蟹座，通常描绘这样一个人，身材矮小，圆脸，十分苍白的肤色，浅色的头发，相当肥胖的身体；性格上，是个懒散的人，沉迷于社交和无聊的娱乐活动；但是把最好的一面展现出来，当他没有表现出来的时候，他似乎是诚挚的；总之，这代表一个在其大多言行中非常善变无常的人。",
		"Leo": "金星落在狮子座，描绘这样一个人，相当高大，身材紧实，光洁的皮肤，圆脸，饱满的眼睛，有时脸上会有雀斑，浅棕色或亚麻色的头发，很多时候也是沙红色的；性情上，不会惹人讨厌，较为热情，容易生气也容易平息；心胸大度，有点沾沾自喜，但并不过度；经常容易生病，但并无大碍；一般来说，是个善于交际、性情温和的人。",
		"Virgo": "金星落在处女座，描绘这样一个人，高大匀称的身材，椭圆形的脸，棕色或黑色的头发，皮肤黝黑，是个聪明的人，能言善辩，但在其大部分事务中有点不幸；是个敏感活跃的人，有野心抱负的人，但很少能实现其愿望。",
		"Libra": "金星落在天秤座，描绘这样一个人，挺拔高大，十分结实的身体，比例匀称；肤色红润，棕色的头发，有时脸上有雀斑，双颊有酒窝；性情上，是个乐于助人的人，与人交往或交谈时通常深受大家喜爱。",
		"Scorpio": "金星落在天蝎座，描绘这样一个人，结实的身体，较为肥胖，宽阔的脸庞，肤色暗淡，棕色或黑色的头发；但性情上，是个十分放荡的人，好辩善妒；犯下许多罪恶行径，如果金星正好与土星或火星处于任何不良相位的话，则更是如此。",
		"Sagittarius": "金星落在射手座，描绘这样一个人，相当高大，较为光洁的肤色，偏红润，棕色的头发，椭圆形的脸，通常身材比例非常匀称；性情上，非常慷慨，不做卑鄙或下贱之事；行事作风为人称道，有点自负和热情；不过，通常来说，脾气很好，不招人讨厌，喜欢做些无害的消遣；总之，是个乐于助人的幸运的人。",
		"Capricorn": "金星落在摩羯座，描绘这样一个人，中等身材，比较干练；苍白不健康的肤色，瘦削的脸，乌黑的头发；性情上，没有一个是最好的，通常热爱女性；或者，如果是个女人，则热衷于男欢女爱；是个喜欢享乐的人；并不幸运，而且很容易改变自己的立场[即善变]，会在其事务中遭受突如其来的变故。",
		"Aquarius": "金星落在水瓶座，描绘这样一个人，英俊魁梧的身材，较为肥胖，光洁的皮肤，通常是棕色的头发，但有时为亚麻色的；在人品和性情上，都是极好的且为人称道；是个非常和善谦恭的人，很少或根本不做坏事，喜欢文明的消遣，是个平和安静的人，乐于助人，在其事务中是不幸运的，通常会得到他的朋友和熟人的尊重。",
		"Pisces": "金星落在双鱼座，描绘这样一个人，中等身材，中等健康的肤色，介于苍白和红润之间，圆脸，棕色的头发，有时是亚麻色的，下巴有浅凹[类似于酒窝那种]，是个丰满圆润的人；性情上，是个心地善良的人，行事公正，温文尔雅：足智多谋，但在决断上有些犹豫不决，运气一般。"
	},
	"Mars": {
		"Common": "如果火星与土星的合相、四分或对分，或是与龙尾落在角宫，则命主会更凶猛和暴力；落在火象星座中，其人脾气暴躁，性急，常常双颊下垂；落在其它星座中，脸会更为丰满/胖嘟；落在土象星座中，会使得其人性情阴沉，不谦恭或不随和；落在风象星座中，更随和亲切；落在水象星座中，有点愚蠢和爱酗酒，除非它被木星、太阳或月亮很好地看见[成相位]；它们的友好相位确实能改善上述征象，这点聪明的艺术家[即占星师]在判断时必须谨慎考虑；同时也要考虑与具体征象星结合的恒星的性质。",
		"Aries": "火星落在白羊座，描绘了这样一个人，中等身材，皮肤黝黑，体格结实，骨骼发达，浅色头发，有时是红而卷曲的头发，神态严肃；如果火星是西入的，皮肤会更红润，身体会更光滑；如果是东出的，则人的身材较高，肤色也不那么黑，使得其人更加清秀和勇敢；性情上，火星落在白羊座总是表现出大胆、自信、无畏、易怒、高傲、想要凌驾于他人之上，不愿屈从于任何人；真正热爱战争的人，经常因此而得到晋升和极大的好处。",
		"Taurus": "火星落在金牛座，描绘了这样一个人，中等身材，结实，矮小而非高大，相当肥胖，没有光洁的皮肤，棕色或黑色粗糙的头发，宽阔的脸，大嘴，通常身材魁梧，有时红润，脸上有明显的印记；它代表一个挥霍无度的人，容易在嬉戏、饮酒、嫖娼等各种不良行径中放纵自己的人。总之，是个非常奸诈、放荡、坏脾气、不幸的人，除非有吉星介入它们的友好光线[相位]。如果火星落在昂宿星团附近，那么这种形容就会被夸大。",
		"Gemini": "火星落在双子座，描绘了这样一个人，身材高大，黑色或棕色头发；落在星座的前面度数区间，颜色会较浅；如果落在毕宿五附近，肤色会比较红润，身体匀称，各部分都很协调，但在很多行为中是个非常不安分的人，然而在很多事情上是足智多谋的，虽然总的来说是不幸的；通常生活在某种卑贱的环境中，四处漂泊，为谋生而绞尽脑汁。",
		"Cancer": "火星落在巨蟹座，描绘了这样一个人，身材矮小，肤色不佳，棕色的头发，且大部分是棕色的；身体不成比例，有时会是驼背，精神状态[/个性]在很大程度上也是不正派的；是个爱酗酒的人，很少或没有什么值得称赞的行为，不幸的，总是从事一些卑贱或卑劣的工作，鲜少能做得更好。",
		"Leo": "火星落在狮子座，描绘了这样一个人，身体强壮，皮肤黝黑，高大，亚麻色的头发，四肢发达，眼睛很大；急躁易怒的一个人，感情用事；喜欢竞技运动，如狩猎，骑马，战斗等等。但通常是个高尚、慷慨、自由奔放的人，特别是对那些看着他的[即周围的人]，和帮助他的人。",
		"Virgo": "火星落在处女座，描绘了这样一个人，中等身材，比例匀称，黑色或深褐色的头发，皮肤黝黑，有时脸上还带着焦斑或疤痕；是个报复心重的人，容易感情用事，爱记仇的人；非常幽默，难以讨人喜欢；自负的，但通常在其所有的或大部分作为中都是不幸的。",
		"Libra": "火星落在天秤座，描绘了这样一个人，身材匀称，较高，浅棕色的头发，椭圆形的脸，肤色红润；性格活泼开朗，喜欢女色，刚愎自用，爱吹牛，喜欢高雅的消遣，装束整洁干净，通常是受女人欢迎的，但常常使他产生偏见。",
		"Scorpio": "火星落在天蝎座，描绘这样一个人，中等结实的身材，黑色的卷发，宽阔的脸，肥胖的身体，黝黑的肤色；性情上，脾气不好、多愁善感、爱争吵、不爱交际、鲁莽、报复心重、忘恩负义；虽然脾气不好，但还是有一些好的品质，是个理解力强的人，在任何事情上都很出色。",
		"Sagittarius": "火星落在射手座，描绘这样一个人，身材高大，比例匀称，红润的肤色，棕色的头发，椭圆形的脸，眼睛锐利，宽宏大量，性格急躁易怒，但是个乐观开朗、快乐、愉快之人，积极、勇敢、健谈、喜欢整洁，喜欢得到别人的称赞，总之，没有不良的谈吐或脾气。",
		"Capricorn": "火星落在摩羯座，描绘这样一个人，中等身材，瘦小的身体，气色不佳，又黑又细的头发，瘦削的脸，小小的脑袋，但是个聪明的人，性格刚毅善良，有敏锐的想象力，而且通常在他的大部分事业/作为中都很幸运和快乐。",
		"Aquarius": "火星落在水瓶座，描绘这样一个人，身体匀称，较为肥胖，红色或沙色的头发，较为光洁的肤色，中等身材，但个性不稳，爱争论，很多时候会损害身体和财产，如果没有其它征象的话。",
		"Pisces": "火星落在双鱼座，描绘这样一个人，中等身材，矮而肥胖，没有英俊的身体，也没有健康的肤色，浅棕色的或亚麻色的头发，是个放荡酗酒之人，非常迟钝和愚蠢，但却喜欢女性，是个伪君子，闲散之人，于己于人都不利。"
	},
	"Jupiter": {
		"Common": "木星通常代表好的牙齿，而土星则相反，有时会在门牙上留下些明显的印记；木星，落在风象星座中，给人宽大的门牙；落在火象星座中，歪的或不整齐的门牙；落在土象星座，脏臭的牙齿；但在水象星座，牙齿会突然坏掉，变黑或发臭，如果木星位于土星或火星的不良相位之中，或与龙尾结合的话，更是如此。当木星成为征象星并且落在水象星座中时，这人会是肥而标志的；落在风象星座中，较为强壮和肥胖，有着漂亮和匀称的身体；落在土象星座中，身材紧致，不胖也不瘦，适中，只要它没有很大的纬度也没有与其它星体成相位的话；但如果是落在火象星座中，身材则是魁梧结实而非肥胖的。当木星成为征象星并且落在水象星座中时，那么这人在言语表达上会有些许障碍/结巴，或是会很慢吞吞：如果木星位于水星的四分相位或对分相位，则更是如此。",
		"Aries": "木星落在白羊座，描绘了这样一个人，中等身材，红润的肤色，浅棕色或亚麻色的头发，敏锐的眼神，高鼻梁，有时脸上有些粉刺，椭圆形的脸，身体瘦削而非肥胖；但总的来说，是个高尚自由的人，爱美之人，对朋友伙伴十分大方，因此非常乐于助人和自满。",
		"Taurus": "木星落在金牛座，描绘了这样一个人，中等身材，身材匀称，黝黑的皮肤，棕色粗犷的头发，有点卷或卷曲，身体结实，但不好看，性格很好，判断力强，没有卑劣的举止；女性的爱慕者[好女色]，通常都是心地善良的，乐善好施。",
		"Gemini": "木星落在双子座，描绘了这样一个人，十分结实的身材，红润的肤色但不是很光洁，中等身材，比较高，棕色的头发；眉清目秀，举止优雅，非常平易近人，彬彬有礼，温文尔雅，乐于助人的人，女性的仰慕者[好女色]，特别是那些有教养的聪明和美丽的人，通常是爱学习之人；但是，如果木星靠近激烈的恒星，这会使得其人行事鲁莽不定，因此对自己有害，对别人也难以接受。",
		"Cancer": "木星落在巨蟹座，描绘了这样一个人，中等身材，苍白而不健康的肤色，丰满，或是容易肥胖，深棕色的头发，椭圆形的脸，身体很不匀称；喋喋不休的一个人，爱多管闲事，自负而刺耳，自视甚高，女人的爱慕者，于水处较幸运[应该是指居住在水边或从事与水有关的工作会较幸运]，而且也喜欢在水边，然而是个缺乏勇气或魄力的人，除非[命主]他的征象星很好地看见火星。",
		"Leo": "木星落在狮子座，描绘了这样一个人，强壮匀称的身体，身材高大，浅棕色或微黄的卷发，红润的肤色，饱满的眼睛，十分清秀的一个人；性格非常高尚，勇敢，宽宏大量，崇高，喜欢英勇的战争行为和成就，使得他的敌人畏惧，不向对手屈服的人，为了尊荣不惜遭遇危险。",
		"Virgo": "木星落在处女座，描绘了这样一个人，匀称丰满的身材，黑棕色的头发，红润的肤色，但不平滑或光洁，体格健壮的人，我们所谓的英俊的人，大多举止得体；性情有些暴躁，贪图荣誉，喜欢吹嘘，好学，但贪婪，行事鲁莽容易在丢掉地位；总之，任何人都不容易做到这一点。",
		"Libra": "木星落在天秤座，描绘了这样一个人，完美的身体和诱人的面容，非常光洁的肤色，饱满的眼睛，挺拔的身材，高大而健硕，椭圆形的脸，浅棕色的头发，有时是亚麻色，脸上有粉刺；温文尔雅，举止优雅，热爱贵族运动和消遣娱乐，乐于助人，因此赢得了许多荣誉和尊重。",
		"Scorpio": "木星落在天蝎座，描绘了这样一个人，中等身材，身体结实，棕色的头发，肉嘟嘟的圆脸，暗淡的肤色；但在性情上，是个崇高、自豪、雄心勃勃的人；是个渴望并努力去超越其同类的人，不屈不挠的，坏脾气，贪婪的，在他的作为中有很多的微妙之处；因此，应该谨慎地与和这种人有牵连的人打交道。",
		"Sagittarius": "木星落在射手座，描绘了这样一个人，挺拔高大的身材，栗色的头发，椭圆形的脸，红润的肤色，多胡须，漂亮的眼睛，各方面都很沉着的一个人；性情非常谦恭和善，举止极其高贵优雅，行事公正，不伤害他人，通常是个爱马之人；总之，是个多才多艺的人，值得身边和与之交往的人的尊敬。",
		"Capricorn": "木星落在摩羯座，描绘了这样一个人，中等身材，苍白的肤色，瘦削的脸，小脑袋，胡须稀少，通常是个弱小的人，但很聪明；棕色的头发，有时胡须比头发的颜色浅；在性情和人品方面，是不值得称赞的，品格卑劣的，暴躁的，不积极的，生活中也不幸运，除非有其它征象的助益；总之，是个非常无助的、贫穷的、无害的人。",
		"Aquarius": "木星落在水瓶座，描绘了这样一个人，中等身材，棕色头发，身体非常结实，皮肤光洁，比较胖，紧致。性情开朗、平易近人，不伤害他人，而且乐于助人，喜欢体面而适度的消遣，非常公正和仁慈，甚至对敌人也是如此；简而言之，是个非常和善、勤劳、勤勉的人，鲜少铺张浪费，通常来说性情和举止都是值得称赞的。",
		"Pisces": "木星落在双鱼座，描绘了这样一个人/给人，中等身材，暗沉的肤色，肉嘟嘟的身体，浅棕色头发，无害之人，但在深奥的事物中十分好学，而且具有很好的天赋和才能，于水处较幸运[应该是指居住在水边或从事与水有关的工作会较幸运]，是个从与之交谈[交往]过的人得到爱的人；有时，他会是个通情达理的好朋友，享有好伴侣，如果月亮投射出她的四分相位或对分相位的话。"
	},
	"Saturn": {
		"Common": "",
		"Aries": "土星落在白羊座，肤色红润，瘦削和大骨架，圆脸，低沉的声音，深色的头发，稀松的胡子；沉湎于/喜欢自我表扬和赞美；喜欢毫无来由地自吹自擂；通常是喜欢争论的好辩逞能，所以脾气也很差。",
		"Taurus": "土星落在金牛座，描绘了这样不标志/丑的一个人，十分沉闷笨拙的外表，有着深色的头发，粗糙的皮肤，中等身材，十分不稳定的性情，容易作奸犯科，除非是侥幸的说谎者，借助自身吉利的光线[相位]来改变和缓和这种恶劣的影响。",
		"Gemini": "土星落在双子座，中等身材，十分红润的肤色，椭圆形的脸，十分匀称的身体，头发要么是深棕色要么黑色。命主通常都很聪明，但在大部分事业作为中却是不幸的；他的性情天生乖僻、自私、狡诈，因此要小心应对[/打交道]。",
		"Cancer": "土星落在巨蟹座，身体虚弱，中等偏瘦的身材，比例失衡，有时甚至驼背；苍白瘦削的脸，棕色的头发，无精打采的眼神；阴沉善妒的个性，易有恶毒倾向，为人非常狡诈。",
		"Leo": "土星落在狮子座，中等身材，宽阔的圆肩膀，宽厚的胸膛，浅棕色的头发，阴沉严肃的样子，相当瘦，眼睛凹陷，大骨骼和肌肉，走起路来俯着身子或弯着腰。思想和性情相当好，外表高贵大方；虽然有点激情，义愤填膺，但在面对考验时既不勇敢也不英勇。",
		"Virgo": "土星落在处女座，修长的身体，黝黑的皮肤，大多深棕色或黑色的头发；长脸，神情坚定，但通常是个不幸的人，比较容易忧郁，愤世嫉俗；是个好奇心重的人，好学，含蓄内敛的；但是除非有其它星体的配置与之相抵消，否则容易沉迷于偷窃和不正当的勾当。",
		"Libra": "土星落在天秤座，中等以上身材，相当英俊，棕色的头发，椭圆形的脸，大鼻子和额头，比较光洁的肤色，但不漂亮；不愿意对自己有卑贱或卑鄙的想法；有点铺张浪费，所以很少留给子女很多的遗产；他们很容易陷入争论和争辩，而且往往是胜利者。",
		"Scorpio": "土星落在天蝎座，中等身材，魁梧结实的身体，宽阔的肩膀，黑色或深色的头发，通常又短又厚；喜欢争吵和爱争论的，喜欢恶作剧和助长暴力危险的行为，尽管对他不利也不合适。",
		"Sagittarius": "土星落在射手座，通常是丰满的身材，棕色的头发，身体非常协调得体，肤色没有太大的瑕疵；十分乐于助人，不谦恭，但比较节俭，鲜少慷慨大方，但多少有点暴躁，决不能忍受侮辱冒犯，但却愿意与人为善，有时又太过顺从，草率地随便作出不能兑现的承诺；真正的爱护朋友，对敌人仁慈。",
		"Capricorn": "土星落在摩羯座，身材瘦削，深褐色或黑色的头发，粗糙的皮肤，中等身材，较矮不高，暗沉灰黄的肤色，小眼睛，长脸，走路姿势不端正；就精神品质而言，土星这样落位且作为征象星，通常会是个不满足的、忧郁的、脾气暴躁的人，渴望美好的生活，沉默寡言，热爱自然，以及由此产生的所有一切，可怕的，易怒的，鲜少保持镇静[?]。",
		"Aquarius": "土星落在水瓶座，硕大的脑袋和脸，身体容易肥胖，深棕色的头发，光洁的肤色，举止冷静优雅，非常和蔼，彬彬有礼，有着卓越的探索想象力，而且通常精通他所从事的工作，不论是科学还是玄学艺术；自视甚高，因此不会觉得骄傲，但通常是个很有天赋的人。",
		"Pisces": "土星落在双鱼座，中等身材，面色苍白，乌黑的头发，硕大的脑袋，眼睛饱满，有时牙齿不整齐，不太清秀，但却很活跃，容易比较虚伪、爱争论、恶毒，作恶多端，随着年龄的增长这些会减弱；不会夸夸其谈，而是非常深思熟虑；总之，在很大程度上，这代表一个没有准数的善变之人，表面看着光鲜亮丽，但终究还是个欺诈和虚伪的人，因而需要谨慎警惕[即小心打交道]。"
	},
	"Uranus": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Neptune": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Pluto": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Chiron": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"North Node": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"South Node": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Pars Fortuna": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Dark Moon": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	},
	"Purple Clouds": {
		"Common": "",
		"Aries": "",
		"Taurus": "",
		"Gemini": "",
		"Cancer": "",
		"Leo": "",
		"Virgo": "",
		"Libra": "",
		"Scorpio": "",
		"Sagittarius": "",
		"Capricorn": "",
		"Aquarius": "",
		"Pisces": ""
	}
}
