{
	"ord": 7,
	"name": "艮",
	"abrname": "山",
	"desc": "艮卦卦德为静止。山是上小下大，是稳定的，上到山顶以后，继续往前走就是要走下坡路了，“上山容易，下山难”。所以，必须停住脚步，观察分析形势，因势利导。“艮，止也”，“时止则止，时行则行”，“艮其止，止其所也”。形容一个事情的发展，好比是已经走到了山顶，已经没有发展的空间了。此时应该审时度势再做行动。",
	"yao": [0, 0, 1],
	"梅易": {
		"人物": [
			"第一部分：儿童，小男孩（与）",
			"第二部分：出家的人，僧尼、仙道之人（艮为止，为孤独，与巽组合，因巽为灵气、为风）",
			"第三部分：与矿山、建筑有关的人物（与兑组合，因兑艮，艮又是小男孩，兑为破，为搞破坏的）"
		],
		"身体": [
			"第一部分：鼻，胃部，手背（与坤，坤为肉）",
			"第二部分：足部，关节（与震组合）",
			"第三部分：乳房（与坎组合，因坎为水）"
		],
		"动物": [
			"有牙、有角的动物，狗，龟，老鼠，虎，豹，狼，小狐，熊。喜鹊，骛，鹘等黔啄类动物，爬虫类，昆虫类有尾动物。"
		],
		"物品": [
			"第一部分：岩石，石碑，石刻，石块，坚硬物（与乾）",
			"第二部分：瓷器类、陶瓷制品，如水杯、花瓶（与离组合，因离为美丽，瓷器搞得都漂亮）",
			"第三部分：箱子，柜子，手套，钱袋子、鞋（与坤组合，因坤为衣、为布）",
			"第四部分：坟墓（与离，离为火，坟前要烧纸）",
			"第五部分：桌子，厨柜，柜台，床（与巽震）",
			"第六部分：阶梯，台阶（象艮卦象，艮为高）"
		],
		"场所": [
			"山与丘陵地带",
			"第一部分：银行，监狱，公安局，派出所（与离组合，离为兵戈）",
			"第二部分：矿山，采石场（艮与艮，艮为止，止住一切东西）",
			"第二部分：宗庙，祠堂（与离组合，宗庙祠堂是对先人的纪念，祭祖要烧纸）"
		],
		"天象": [ "有云无雨，多云间阴（与坤组合，艮为止，二个土在一起是不会下雨的，坤为厚重，代表阴暗，只能代表阴天）" ],
		"时间": [ "立春，冬末初春，丑寅年月日时，阴历十二月、正月前后。早上1：00至5：00时。" ],
		"数字": [ "七，五，十，八。" ],
		"方位": [ "东北（后天八卦），西北（先天八卦）。" ],
		"干支": [ "干为戊、己。支为丑、寅。五行土。" ],
		"味": [ "甜。" ],
		"色": [ "微黄，棕色，咖啡色，棕黄。" ]
	},
	"symbolize": [
		"艮为终止，艮为山，艮卦一阳爻覆与二阴爻之上，表示上小下大，故艮为山；阳爻为山顶，阴爻为山体；如果艮卦动在了三阳爻的位置，即表示事态的发展已经到了顶峰，取盛极必衰，否极泰来的之意。所以艮为终止，形容事情的终结，再继续下去就要向另外的方向发展了。",
		"艮为高，艮为山，山高，故艮为高。",
		"艮为退，艮为退是与终止相对应，形容到了山顶以后，要么原路返回，即退；要么翻越山峰，从山的另外一面下去。",
		"艮为阻挡，艮为山，山在面前，阻挡了人们前行的脚步；表示目前的事情也就发展到此，不会再有新的进展。",
		"艮为防卫",
		"艮为顽固，倔强，任性",
		"艮为主观，艮卦中，只有一个阳爻在上，一阳统领众阴，阳为刚，阴为柔，故具有一定的主观性（往往以自己的视角看问题），独立性，顽固性。",
		"艮为保卫，艮卦，一阳覆于二阴之上，阳为强，阴为弱，强者保护弱者，故艮为保卫。",
		"艮为孤立，艮卦中，一阳覆于二阴之上，有一种独立，不合群，或者高高在上的意味，故艮为孤立。",
		"艮为凸出",
		"艮为沉着，冷静",
		"艮为建设，艮为楼房，楼房是需要建设的，万丈高楼平地起，故艮为建设。",
		"艮为改善，事情的发展已经到了极致，就要静下心思考，改变原有的模式，做些改善，改良，以使能够更好的发展，故艮为改善。也表示改掉原有的旧习惯，坏毛病，坏思想；改善居住环境，社会风气，往好的方向发展，变得更好一些。",
		"艮为变化，阴消阳长，万事万物发展到极致，必然会发生变化，要么是向好的方向，要么是向差的方向。",
		"艮为更替",
		"艮为分水岭（界限）",
		"艮为隐蔽，艮卦中，二阴藏于一阳之下，故艮为隐藏，动爻取在二爻的位置上，为隐藏。",
		"艮为困苦，艮卦中，动爻取在初爻，初爻是阴占阳位，处在最底层，为当位的二阴爻所不屑，又与当位的阳爻相隔远，故为困苦，艰难劳苦。",
		"艮为重新开始，表示事情按照原有的轨道已经不能再继续发展了，只能选择别的道路继续走，故为重新开始，同时也是旧的结束，与新的开始。",
		"艮为静止，同样表示事物已经没有发展的余地，只能是停下来，即静止，或者人走的无路可走，也只能是停下来，即静止。按照事物是不断在发展变化的规律，因此这种静止只是暂时的，也只是相对的，同时也在告诫人们，此时是该停下脚步，静下心来审视自己的时候。",
		"艮为标准",
		"艮为光明，艮卦中，一阳覆于二阴，阳为明，阴为暗，藏暗而显明，故艮为光明。",
		"艮为独立",
		"艮为逞能，艮卦中，一阳在上，阳为明，为显现，故艮为逞能。",
		"艮为讼狱，讼狱即诉讼",
		"艮为叮咛",
		"艮为消亡，事物发展到了极致，比如树上的果实熟透了，就要被采摘，被吃掉，这个果实从此就消失了，故艮有消亡，即消失，灭亡之意。",
		"艮为坚硬，艮卦中，一阳爻在上，阳为刚，为硬，阴为柔，为软，故表示坚硬的事物，有坚硬表皮的食物，外硬里软，上硬下软的事物。",
		"艮为坐",
		"艮为弯腰",
		"艮为石造的",
		"艮为相反的，艮表示终止，到了山顶无路可上的境况，在山顶上，要么走向山的另一面，要么原方向回去，为山的阳面和阴面，故艮为相反的。",
		"艮为与手脚有关",
		"艮为岩石，石块",
		"艮为石碑",
		"艮为石板",
		"艮为台阶",
		"艮为土堆，山坡",
		"艮为门板",
		"艮为门坎，门坎即是界限，关口。",
		"艮为土炕",
		"艮为床",
		"艮为墙",
		"艮为屏风",
		"艮为桌子，柜子，凳子，箱子",
		"艮为硬木",
		"艮为硬的果实",
		"艮为磁器，磁器即瓷器。",
		"艮为伞",
		"艮为鞋子，手套",
		"艮为列车，艮卦中，一阳爻带领而阴爻，好比是火车头拉着车厢前进，故艮为列车。",
		"艮为金库",
		"艮为坟墓",
		"艮为座位",
		"艮为山",
		"艮为采石场，矿山",
		"艮为山路",
		"艮为丘陵",
		"艮为堤坝",
		"艮为亭台楼阁",
		"艮为房屋",
		"艮为贮藏室，仓库",
		"艮为大楼",
		"艮为休息室，休闲的场所",
		"艮为交叉点",
		"艮为坟场",
		"艮为监狱，艮为限制，监狱即是限制人自由的地方，故艮为监狱。",
		"艮为公安局，派出所",
		"艮为银行，艮为收藏，故艮为银行。",
		"艮为帐篷",
		"艮为宗庙，祠堂",
		"艮为脾胃方面疾病",
		"艮为手脚方面的疾病",
		"艮为营养不良导致的疾病",
		"艮为乳房疾病",
		"艮为循环不畅导致的疾病",
		"艮为鼻子疾病",
		"艮为背部疾病",
		"艮为关节疾病",
		"艮为结石",
		"艮为痘疹等皮肤病，痘疹即天花。",
		"艮为肿胀性疾病",
		"艮为凸起的炎症",
		"艮为手，脚",
		"艮为鼻子",
		"艮为颧骨",
		"艮为乳房",
		"艮为臀部",
		"艮为背部",
		"艮为有牙，有角的动物",
		"艮为虎，老鼠",
		"艮为狗，狼，熊",
		"艮为喜鹊，啄木鸟等黔啄之鸟",
		"艮为爬虫类",
		"艮为家畜等有尾巴的动物"
	]
}
