{
	"ord": 4,
	"name": "震",
	"abrname": "雷",
	"desc": "震卦卦德为奋励，起也。表示阳刚在下不愿被淫邪所压制，而奋起之状。表示不愿墨守成规，不甘落后，勇往直前。故“万物出乎震”，震为激发性，主动性。",
	"yao": [1, 0, 0],
	"梅易": {
		"人物": [ 
			"第一部分：有名望的人，与高速运动有关的人（运动员，老在动），情绪激动不稳定的人",
			"第二部分：军警（如警卫，保安，军人，法官，警察，检察院，官吏，将帅）（与乾、离、艮卦组合，因乾为大、为天，离为兵戈，艮为保卫）。",
			"第三部分：飞行员，列车员，驾驶员，邮递员，社会活动家，体育运动员（与巽卦组合，因巽为风、为快，巽为反复，反复地活动）" 
		],
		"身体": [
			"腿脚、手臂（震为动，与巽或二个震卦，巽为风为快），",
			"肝脏，神经，筋，头发（与坎，坎为水、智力、算计，头发坎为黑色，弯而少）"
		],
		"动物": [
			"龙，百虫，马，善于鸣叫的马，鹿，驼，糜，骛，鹰，白暨，鹤，鹊，云雀，金丝雀，善于鸣叫的乌，蜂。"
		],
		"物品": [
			"第一部分：青绿色之物，如蔬菜，鲜花，树木，柴草（与巽卦组合）",
			"第二部分：音响，乐器，电话，飞机，汽车，火箭，飞船，鞭炮，大炮，武器类（与乾卦组合，因乾为金属，也是很贵重的东西）"
		],
		"场所": [
			"第一部分：田园，菜地，庭院，山林野地，林区，菜市场（与坤组合，因坤为大地）",
			"第二部分：电台，邮电局，乐器店，声像、电器商店，躁声大的场所，喧哗之地，游乐场所，音乐茶座，迪厅，舞歌厅，广播（与离卦组合，因离为火热、光明、电）",
			"第三部分：大道，军营，军队，公安部门，机场，发射场，火箭、卫星发射场，爆破场，试车场，停车场，车站（与乾卦组合，天雷无妄与雷天大壮卦）"
		],
		"天象": [
			"雷电，雷雨，地震（与坤），火山爆发。（与乾）"
		],
		"时间": [ "春季二月（卯月）。春分，三四月之交，每月初三。卯时即上午5.00至7.00卯时。"],
		"数字": [ "三，四，八．。" ],
		"方位": [ "正东（先天八卦）东北（后天八卦）" ],
		"干支": [ "干为甲、乙，支为卯。五行木。" ],
		"味": [ "酸" ],
		"色": [ "青绿。" ]
	},
	"symbolize": [
		"震为疾（快，激烈）",
		"震为奋进",
		"震为起（起立，出发）",
		"震为立（自立，起立）",
		"震为勤勉",
		"震为积极",
		"震为果断",
		"震为伸长，雷声隆隆，绵延不绝几百里，故震为伸长，即是为影响广的意思。",
		"震为新生",
		"震为显现，震为一阳爻在下，不愿被二阴爻所压迫，有破土而出之势，故震为显现。",
		"震为鸣声",
		"震为急躁（性急）",
		"震为雷声",
		"震为惩（惩罚，打击，制裁）",
		"震为从，震为奋进，故震之从为主动跟进之从，盲目的主动跟从之意。",
		"震为帅（统帅，率领），乾为君，为老男，震为长子，坎为中男，艮为幼男，此为乾之三子。震为长子，是继乾之后的统帅。乾为君王，震为诸侯，故震为继乾之后的“帅”。",
		"震为征（出征，打仗）",
		"震为果",
		"震为勇气，震一阳爻面对二阴爻，而有奋发向上之势，故阳为明，阴为暗，面对黑暗势力而斗争，故震为勇气。",
		"震为开发（开拓），震为奋发向上，乘风破浪，破土而出，故震为开发，开拓。",
		"震为过（过错，过头）",
		"震为狂妄（冒失，无礼），震为一阳面对而二阴，故勇敢而积极上进，意气风发，朝气蓬勃；“雷速而不顾”，故震为狂妄，轻举妄动，夸大无礼，自然是粗心大意且性急，形容易冲动行事，考虑不周，而狂妄无礼，犯下错误，故震也为过。",
		"震为考虑不周（粗心）",
		"震为鲜艳",
		"震为狂乱",
		"震为虚惊",
		"震为竞争",
		"震为痛",
		"震为上虚下实，外虚内实，上大下小，震一阳爻在下，二阴爻在上，阴为虚，阳为实，故为上虚下实，虚为大，实为小，故为上大下小。",
		"震为向上发展，向外发展，震一阳爻在下，二阴爻在上，阳为动，阴为静，动则发展，故震为向上，向外发展。",
		"震为蔬菜，竹子，芦苇，树木，树林",
		"震为柴",
		"震为茶",
		"震为鲜花，花蕾",
		"震为闹钟",
		"震为音响，乐器",
		"震为电话，广播",
		"震为车，飞机",
		"震为火箭，飞船",
		"震为武器（枪，大炮）",
		"震为鞭炮",
		"震为裤子，裙子",
		"震为筋",
		"震为鲜肉，震两阴压一阳，坤为纯阴之卦，坤为肉，震初爻为阳爻，阳为新，故震为鲜肉。",
		"震为蹄，震为足，故震为蹄。",
		"震为菜市场",
		"震为发射场地",
		"震为春季的田园，庄稼地",
		"震为花店",
		"震为公园",
		"震为山林野地，山区",
		"震为地震源，火山口",
		"震为战场，靶场",
		"震为广播电台",
		"震为邮电局",
		"震为乐器，音响商店",
		"震为杂技场，游乐场所",
		"震为闹市，喧哗之地",
		"震为军营，公安部门",
		"震为停车场，车站",
		"震为线路",
		"震为大路",
		"震为肝部疾病",
		"震为精神疾病",
		"震为咳嗽",
		"震为剧烈症状",
		"震为声带咽喉疾病",
		"震为外伤",
		"震为妇科疾病",
		"震为头发",
		"震为（左）手臂",
		"震为声音",
		"震为龙",
		"震为马",
		"震为骆驼",
		"震为鹿",
		"震为鹰，鹤，鹄",
		"震为云雀，金丝雀",
		"震为蜂，婕等虫子"
	]
}
