{
	"ord": 1,
	"name": "乾",
	"abrname": "天",
	"desc":"乾卦之德为刚健，表示天体运行，春夏秋冬四时更替不止，任何力量都难以改变其规律性，其规律深入到各个地方而起主导作用。",
	"yao": [1, 1, 1],
	"梅易": {
		"人物": [
			"代表上层人物，如君王、圣人，英雄、统治、掌权、总统、使节，由其它卦象来定位的。比如出来一个乾卦，代表上面的必须有一个巽卦和一个震卦同乾卦组合一起，这个乾才能定性上层的人物。如果说是同其它的卦象组合，这个乾卦就不代表上层人物了。",
			"代表局部单位人物，如厂长、经理、书记、工会主席、名人、官吏、律师、银行家、一把手，由离卦和一个坎卦同乾卦组合在一起才能代表这些人物。",
			"代表家族方面人物，为长辈和老人，如祖父、父亲、家长，专横的人、傲慢的人、、后台、过于自信的人，拿个艮卦和乾组合一起才能代表这些人物。"
		],
		"身体": [
			"大肠，骨骼（与巽组合，因巽为细长的东西），足，右足（与震卦组合，因震为动），右下腹，精液，男性生殖器（与坎卦组合，因坎为水）"
		],
		"动物": [
			"代表马，狮，象，天鹅，龙。"
		],
		"物品": [
			"第一部分：珠宝，金玉，玛瑙，宝物宝器，高档用品，金钱，古董，文物（与兑卦或二个乾卦组合在一起它才能定位这些东西）",
			"第二部分：钟表，镜子（也就是玻璃），眼镜，首饰，金属制品，神物神像，供神用具（与离卦组合，因离为光明、美丽）",
			"第三部分：高级车辆（如小轿车），高级火车，高级飞机（与震卦组合在一起，因震为动，以车来看。与巽组合在一起以飞机来看，因巽为风）",
			"第四部分：小米，大米，瓜果（水果类如苹果、梨李，瓜类如南瓜、东瓜、西瓜），吃的坚硬的东西（与艮卦或坤卦组合，因艮为石、坚硬的，坤为土，坤为土，五谷杂粮都是从土里来的。乾为圆，必须要艮卦与它组合）"
		],
		"场所": [
			"第一部分：圣地（如寺院，皇宫，寺庙等神圣不可侵犯的地方），宫殿，政府机构，高级住宅，机关大院，大会堂（与震卦组合，因震为雷、为诸侯、为龙）",
			"第二部分：名胜古迹，博物馆，古建筑，学校（与离卦组合，因离为光明、华丽的东西，离乾本身是火天大有或天火同人）",
			"第三部分：京城，大都市，环形体育场，广场，弯曲大道（与坤卦组合，因坤为众、为地）"
		],
		"天象": [
			"太阳，睛（乾为阳，光明，与离卦，因离为热），冰，寒，凉，雹（与坎卦组合，因坎为水）。"
		],
		"时间": [
			"立冬，秋冬交节之季。戌亥年月日时，下午七至十一时。每月十五月圆时。"
		],
		"数字": [
			"一，六，四，九，百，岁（周天一周）"
		],
		"方位": [ "西北（后天八卦）       正南（先天八卦）" ],
		"干支": [ "支为戌亥。五行为金。纳甲为甲壬。" ],
		"味": [ "辛辣。" ],
		"色": [ "大赤色，金黄色。" ]
	},
	"symbolize": [
		"乾为天",
		"乾为圆",
		"乾为满。乾为纯阳之卦，满为实实在在，充实而无不足，也是事物发展到了鼎盛时期，按照相同的方向无可发展的意思，表示事物已经没有发展的空间。满和虚是相对的，不知虚无所谓满。同时也意味着旧事物的结束和新事物的萌发。",
		"乾之初爻动，为巽，巽一阴爻在下，表示事物向下，向内发展的趋势；乾之中爻动，为离，表示事物向外部发展的趋势；乾之三爻动，为兑，表示事物向上，向外发展的趋势。",
		"乾为始：始”与“圆”相呼应，万事万物的发展都是因一个点开始的，由此延伸，或者是向某个方向发展，或者是四周辐射状的发展，总之都会以一个基本点为准。",
		"“始”与“满”相呼应，乾为满，满则溢，事物发展到极致，就会循环到另一个方向重新开始，故有再次开始之意。",
		"乾之初爻动，表示新的事物开始发展了。",
		"乾为行（运动不止）",
		"乾为变",
		"乾为纯粹",
		"乾为大",
		"乾为正（不偏不倚）",
		"乾为命(命令)",
		"乾为神，表示规律性，万事万物的发展都有其规律性，天体运行，四时的交替，这些都是不可改变的。",
		"乾为锐进",
		"乾为强盛",
		"乾为高",
		"乾为光泽",
		"乾为仁",
		"乾为贞",
		"乾为贞",
		"乾为强暴",
		"乾为傲慢",
		"乾为金玉珠宝"	,
		"坤为砖，表示金条。",
		"乾为眼镜等玻璃制品",
		"乾为神像及用品",
		"乾为高级飞行器，高级列车，高级汽车",
		"乾为古董等古物",
		"乾为精密仪器",
		"乾为小米，水果，瓜，珍味，腊肉",
		"乾为冰激凌，冰棍",
		"乾为冰箱，冰柜",
		"乾为帽子，乾之一爻动，乾之巽，巽为下方开口之物，故乾为帽子。",
		"乾为高级住宅",
		"乾为教学楼",
		"乾为郊野",
		"乾为广场",
		"乾为博物馆",
		"乾为政府机构",
		"乾为环形体育场",
		"乾为弯曲的大道",
		"乾为头部疾病",
		"乾为骨病",
		"乾为硬化性病",
		"乾为急性暴病",
		"乾为骨",
		"乾为头",
		"乾为龙",
		"乾为马",
		"乾为狮子",
		"乾为大象",
		"乾为天鹅"
	]
}
